{
  "2025-09-02": [
    {
      "item": {
        "title": "GIFT City regulator weighs allowing multiple share classes in retail schemes",
        "link": "https://www.livemint.com/market/gift-city-regulator-multiple-share-classes-retail-funds-11756724469024.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "GIFT City regulator weighs allowing multiple share classes in retail schemes",
        "bullets": [
          "“However, we have noted the IFSCA expressing concerns over schemes issuing share classes having different terms attached to them.\" For retail funds, the regulator",
          "“The regulator can allow multiple share classes if everything is disclosed in the document while getting approval from the fund,\" the first person said.",
          "“Institutional investors won’t come to a fund at a high total expense ratio (TER)."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Penny stock under Re 1 sets board meeting date to declare 10:1 bonus shares",
        "link": "https://www.livemint.com/market/stock-market-news/penny-stock-under-re-1-sets-board-meeting-date-to-declare-10-1-bonus-shares-11756777811001.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Penny stock under Re 1 sets board meeting date to declare 10:1 bonus shares",
        "bullets": [
          "Penny stock under Re 1: Pradhin Limited, a penny stock trading below Re 1, announced on Monday, September 1 that its board is in",
          "Following the announcement, the company’s stock saw a sharp rise in trading volume on both stock exchanges, NSE and BSE indicating growing investor activity.",
          "The proposed bonus issue is part of the company’s broader objective to enhance shareholder value, reward long-term investors, and improve liquidity in the company's",
          "The Board of Directors will discuss and consider a proposal for the issuance of bonus equity shares in the ratio of 10:1, which means"
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "India’s soymeal exports to US plunge after levy of over 290% of anti-dumping and countervailing duty",
        "link": "https://www.thehindubusinessline.com/economy/agri-business/indias-soymeal-exports-to-us-plunge-after-levy-of-over-290-of-anti-dumping-and-countervailing-duty/article70000706.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "India’s soymeal exports to US plunge after levy of over 290% of anti-dumping and countervailing duty",
        "bullets": [
          "Indian exporters’ failure to respond to an anti-dumping investigation initiated by the US International Trade Commission (ITC) in 2021-22 has resulted in soymeal exports",
          "The subsequent probe and the ITA findings dragged the shipments that were pegged at 21,313 tonnes in 2024-25 by the Solvent Extractors Association of",
          "As a result, the US imposed heavy anti-dumping and countervailing duties,” said DN Pathak, Executive Director, Soybean Processors Association of India.",
          "Industry sources said the soymeal exported to the US had a higher oil content of 5-6 per cent compared with the normal one per"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Bessent expects Supreme Court to uphold legality of Trump's tariffs but eyes Plan B",
        "link": "https://www.thehindubusinessline.com/news/world/bessent-expects-supreme-court-to-uphold-legality-of-trumps-tariffs-but-eyes-plan-b/article70002502.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Bessent expects Supreme Court to uphold legality of Trump's tariffs but eyes Plan B",
        "bullets": [
          "appeals court ruled on Friday that most of Donald Trump's tariffs are illegal, undercutting the Republican president's use of the levies as a key",
          "trade deficits with other countries had been expanding for years and were reaching a tipping point that could lead to far greater consequences.",
          "was making headway in convincing Europe to join Washington's crackdown on India over its purchases of Russian oil through a 25% additional tariff, but"
        ],
        "impact": "Bearish"
      }
    }
  ]
}