{
  "2025-09-06": {
    "runs": {
      "09:48": [
        {
          "item": {
            "title": "Is the Indian stock market open or closed on Monday after the declaration of a public holiday in Mumbai?",
            "link": "https://www.livemint.com/market/stock-market-news/stock-market-holiday-is-indian-stock-market-open-or-closed-on-monday-after-declaration-of-a-public-holiday-in-mumbai-11757125611457.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Is the Indian stock market open or closed on Monday after the declaration of a public holiday in Mumbai?",
            "bullets": [
              "To avoid confusion, investors and stock market observers are advised to look at the stock market holidays 2025 list on the official BSE website",
              "This means NSE and BSE will remain open on Monday.",
              "In other words, trading activities at the NSE and the BSE will resume as usual after the regular weekend holidays.",
              "The Indian stock market ended flat on Friday, September 5, on profit booking as concerns over Trump tariffs and their economic fallout, as well"
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "The road ahead for India’s bullion ecosystem under global and domestic pressures",
            "link": "https://www.thehindubusinessline.com/markets/gold/the-road-ahead-for-indias-bullion-ecosystem-under-global-and-domestic-pressures/article70017055.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "The road ahead for India’s bullion ecosystem under global and domestic pressures",
            "bullets": [
              "Domestically, government policy has played a decisive role in reshaping the market.",
              "Five priorities The Reserve Bank of India (RBI) itself has steadily increased its gold holdings, reflecting a broader global shift among central banks.",
              "First, policy stability is essential.",
              "With disciplined execution on policy, regulation, market infrastructure and risk management India can transform its bullion ecosystem into one that not only withstands global"
            ],
            "impact": "Bearish"
          }
        }
      ]
    }
  }
}