{
  "2025-09-06": {
    "runs": {
      "19:43": [
        {
          "item": {
            "title": "Musk’s $1T pay package is full of watered-down versions of his own broken promises",
            "link": "https://techcrunch.com/2025/09/06/musks-1t-pay-package-is-full-of-watered-down-versions-of-his-own-broken-promises/",
            "site_name": "TechCrunch",
            "novelty_hash": "21c32312f0ceddb18e4dc5f4da55c388e5a523a1"
          },
          "review": {
            "headline_rewrite": "Musk’s $1T pay package is full of watered-down versions of his own broken promises",
            "bullets": [
              "That’s not the picture Tesla’s board of directors paints in the company’s annual proxy statement, where they revealed the proposed pay package.",
              "Instead, the board focuses on how it plans to create “the most valuable company in history.”\nTo be sure, if Tesla accomplishes all that it aims for with this deal, it will look like a much different company at the end of the 10-year period it covers.",
              "That doesn’t change the fact that the milestones the company is asking Musk to aim for are less ambitious than his own previously-stated goals.",
              "20 million cars … total\nMusk spent years claiming Tesla would be able to make 20 million electric vehicles per year by 2030.",
              "The company then pulled the 20-million-per-year goal from its impact report last year, and stopped building a planned factory in Mexico that would have increased production.",
              "Tech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital, Elad Gil — just a few of the heavy hitters joining the Disrupt 2025 agenda."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Google Pixel 10 review: perfectly fine",
            "link": "https://www.theverge.com/reviews/772813/google-pixel-10-review",
            "site_name": "The Verge",
            "novelty_hash": "74ae7452340db5475eaf46f7f1a2ee86db7a55e0"
          },
          "review": {
            "headline_rewrite": "Google Pixel 10 review: perfectly fine",
            "bullets": [
              "Google’s non-Pro Pixel is priced fairly at $799, which is significantly less than the $999 Pixel 10 Pro.",
              "Its AI features finally show promise.",
              "And that’s because up until this year, the non-Pro Pixel came with the same main and ultrawide camera hardware as the Pro.",
              "The Good\n- Qi2 wireless charging with magnets is great\n- AI is actually kind of useful, finally\n- Telephoto camera is a nice addition\nThe Bad\n- Main and ultrawide cameras aren’t quite as good as the Pro\n- Battery life is just okay\nOutside of the camera situation, the Pixel 10 comes with the same major upgrades as the Pro phones this year: a new chip and some magnets.",
              "The G5 is Google’s first custom chipset made by TSMC, and it handles heavier workloads well.",
              "Google Pixel 10 specifications\n- Tensor G5 chipset with 12GB of RAM | 128GB or 256GB of storage\n- 6.3-inch 1080p 60-120Hz OLED\n- 48-megpaixel f/1.7 main camera | 13-megapixel ultrawide | 10.8-megapixel 5x telephoto | 10.5-megapixel selfie camera\n- 4,970mAh lithium-ion battery\n- Qi2 wireless charging up to 15W; 55 percent charge in 30 minutes with wired 30W charger\n- IP68 dust and water resistant\nThere’s a whole lot of on-device AI running on the new chip — which you can read more about in my Pixel 10 Pro review — and I suspect it contributes to the Pixel 10’s just-okay battery life."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Bluetti says it can reduce vanlife power installations to ‘30 minutes’",
            "link": "https://www.theverge.com/news/767283/all-in-one-vanlife-power-system-rvsolar-bluetti",
            "site_name": "The Verge",
            "novelty_hash": "8994c894384fda37f61da086bf296d398131b2ca"
          },
          "review": {
            "headline_rewrite": "Bluetti says it can reduce vanlife power installations to ‘30 minutes’",
            "bullets": [
              "The RVSolar System’s main advantage over bespoke systems is a relatively quick and easy installation, requiring just “30 minutes,” according to Bluetti’s announcement at IFA 2025.",
              "That’s plenty of power for everything from a roof-mounted air conditioner and induction cooktop to a 12V water pump and lighting system.",
              "It can be configured with a whopping 122kWh of Bluetti’s self-heated LFP batteries — enough for me to live and work off the grid for as long as 76 days, based upon the 1.6kWh average that I consume daily in my own van.",
              "As a bonus, Bluetti’s system also supports compatible third-party batteries, which is something EcoFlow can’t claim with its proprietary connectors.",
              "The RVSolar System will be available globally on September 30th.",
              "Pricing information wasn’t available at the time of publication, but I’d expect it to be on par with Victron components, especially if it’s using third-party batteries."
            ],
            "impact": "Positive"
          }
        },
        {
          "item": {
            "title": "The Best Pixel 10 Cases and Accessories (2025)",
            "link": "https://www.wired.com/gallery/best-pixel-10-cases-and-accessories/",
            "site_name": "WIRED",
            "novelty_hash": "738dd39274e3b5a4340c2c6e1790897b80cbd225"
          },
          "review": {
            "headline_rewrite": "The Best Pixel 10 Cases and Accessories (2025)",
            "bullets": [
              "They won't necessarily guarantee absolute protection, but pairing both with your Pixel will increase its chances of looking pristine—especially important if you plan on trading it in for a newer device in the future.",
              "You'll find several retailers mentioning both phones as a pair for their cases (even Google) on product pages.",
              "For the best experience, make sure to check the product listing to see if it mentions Qi2, “Made for Google,” or “Pixelsnap compatible,” which is Google's name for its magnetic accessory system.",
              "In my experience, a case isn't a guarantee that your phone won't crack when you drop it, regardless of “drop test” claims from a manufacturer.",
              "Most of them should work without fail on the Pixel 10 series.",
              "The cutouts are accurate, the edges are slightly raised over the screen, and it offers a decent grip."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Apple is announcing the iPhone 17 lineup on Tuesday: Rumors, prices, new features and what else you need to know",
            "link": "https://www.engadget.com/mobile/smartphones/apple-is-announcing-the-iphone-17-lineup-on-tuesday-rumors-prices-new-features-and-what-else-you-need-to-know-153024742.html",
            "site_name": "Engadget",
            "novelty_hash": "a277cdfaa848354fe6eb89869895270a4419b58e"
          },
          "review": {
            "headline_rewrite": "Apple is announcing the iPhone 17 lineup on Tuesday: Rumors, prices, new features and what else you need to know",
            "bullets": [
              "While Apple keeps all the details under lock and key, we actually have a very strong idea as to what we'll be seeing, thanks to leaks from Asian supply chains, case manufacturers and some credible media reports.",
              "That includes four new iPhone 17 models, with an all-new superthin model, dubbed the iPhone Air, leading the pack.",
              "Rounding out the new products should be the AirPods Pro 3 earbuds, which are said to add heart-rate monitoring and a live translation feature.",
              "That said, we're still treating everything as unconfirmed until Apple's official announcements hit on Tuesday.",
              "But given that President Trump's trade policies can change from week to week, and Apple's continuing reliance on Asia-based supply chains, price shocks remain an ongoing possibility.",
              "If prices do creep up, Apple may choose to pair it with an \"upgrade.\" Consider this recent rumor posted by MacRumors from a leaker known as \"Instant Digital,\" suggesting that the default storage of the iPhone 17 line may start at 256GB, doubling the current 128GB baseline."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Pokémon Legends: Z-A feels like a strong step forward for the series",
            "link": "https://www.engadget.com/gaming/nintendo/pokemon-legends-z-a-hands-on-135651443.html",
            "site_name": "Engadget",
            "novelty_hash": "642e8b09746945d8bc006fdf7bae9694a6d46405"
          },
          "review": {
            "headline_rewrite": "Pokémon Legends: Z-A feels like a strong step forward for the series",
            "bullets": [
              "The upcoming Pokémon Legends: Z-A looks to do just that with a more action-oriented focus on a Pokémon trainer's journey.",
              "Set in the Paris-inspired Lumiose City, Pokémon Legends: Z-A focuses on a new trainer coming into their own as they improve their skills and expand their roster of pokémon.",
              "Recent Pokémon games like Legends: Arceus and Scarlet/Violet have moved the series forward in the right ways, and Legends: Z-A is continuing that trend by focusing more on the moment-to-moment actions of being a trainer.",
              "The demo started with a nighttime training session, in which I had to engage in several pokémon fights with trainers in a designated battle zone in the back alleys of the city.",
              "This led me to round corners and find trainers waiting for a fight, employing either a direct approach or more sneaky methods.",
              "When you engage in a fight, your trainer stays locked onto their enemy pokémon, with your chosen fighter right at your side."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}