{
  "2025-09-04": [
    {
      "item": {
        "title": "Apple’s Siri upgrade could reportedly be powered by Google Gemini",
        "link": "https://techcrunch.com/2025/09/03/apples-siri-upgrade-could-reportedly-be-powered-by-google-gemini/",
        "site_name": "TechCrunch",
        "novelty_hash": "33ebc2fafe77dd11015d951c3cb15d51e0c7cfa6"
      },
      "review": {
        "headline_rewrite": "Apple’s Siri upgrade could reportedly be powered by Google Gemini",
        "bullets": [
          "Apple’s Siri overhaul may include an AI-powered web search tool with technology powered by Google’s Gemini, according to a new report from Bloomberg’s Mark Gurman.",
          "The iPhone maker, which has been criticized for falling behind in the AI race, delayed its long-awaited Siri update until 2026.",
          "In the meantime, the company has been scrambling to determine whether its own AI models alone will work well enough to make its upgraded Siri competitive with the AI answer engines available today from tech companies like OpenAI, Perplexity, and Google.",
          "The report claims that Apple and Google reached a formal agreement this week that will see Apple testing a Google AI model in Siri.",
          "If successful, the technology could also be used in other areas of iPhone software, including the Safari browser and Spotlight search, which is available on the Home Screen.",
          "With AI chatbots, however, consumers can now source quick answers about a wide range of topics beyond those that could be found on Wikipedia."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Scale AI is suing a former employee and rival Mercor, alleging they tried to steal its biggest customers",
        "link": "https://techcrunch.com/2025/09/03/scale-ai-is-suing-a-former-employee-and-rival-mercor-alleging-they-tried-to-steal-its-biggest-customers/",
        "site_name": "TechCrunch",
        "novelty_hash": "40d73fc19f7e43f01d8c8a2c6b6b956b83decc9d"
      },
      "review": {
        "headline_rewrite": "Scale AI is suing a former employee and rival Mercor, alleging they tried to steal its biggest customers",
        "bullets": [
          "Scale AI, which helps tech companies prepare data to train their AI models, filed a lawsuit against one of its former sales employees and its rival Mercor on Wednesday.",
          "The suit claims the employee, who was hired by Mercor, “stole more than 100 confidential documents concerning Scale’s customer strategies and other proprietary information,” according to a copy seen by TechCrunch.",
          "Scale is suing Mercor for misappropriation of trade secrets and is suing the former employee, Eugene Ling, for breach of contract.",
          "The suit also claims the employee was trying to pitch Mercor to one of Scale’s largest customers before he officially left his former job.",
          "Eugene informed us that he had old documents in a personal Google Drive, which we have never accessed and are now investigating,” Midha told TechCrunch in an emailed statement.",
          "“We reached out to Scale six days ago offering to have Eugene destroy the files or reach a different resolution, and we are now awaiting their response,” Midha said."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Apple&#8217;s rumored AI search tool for Siri could rely on Google",
        "link": "https://www.theverge.com/news/770712/apple-ai-search-tool-siri-google-gemini",
        "site_name": "The Verge",
        "novelty_hash": "0436cd662e31c5733fd4af9fb6bff3c08308fb26"
      },
      "review": {
        "headline_rewrite": "Apple&#8217;s rumored AI search tool for Siri could rely on Google",
        "bullets": [
          "Apple is working on an AI-powered search feature for Siri – but it might need Google’s help to make it happen, according to a report from Bloomberg’s Mark Gurman.",
          "Apple’s rumored AI search tool for Siri could rely on Google\nA ‘World Knowledge Answers’ feature could summarize information from the web using Google’s Gemini AI model.",
          "The new feature, reportedly called “World Knowledge Answers” internally, will allow users to search for information and receive AI-generated summaries based on results from the web.",
          "Its interface will also incorporate text, photos, videos, and points of interest, allowing it to challenge the AI-powered search features from companies like OpenAI and Perplexity.",
          "Putting AI search into Siri is part of Apple’s delayed plans to upgrade the voice assistant with new features that will let it tap into your personal data and perform actions based on the content on your screen.",
          "This week, Apple and Google reached a “formal agreement” for Apple to test a Google-designed AI model for Siri’s summaries, according to Bloomberg."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Switzerland releases its own AI model trained on public data",
        "link": "https://www.theverge.com/ai-artificial-intelligence/770646/switzerland-ai-model-llm-open-apertus",
        "site_name": "The Verge",
        "novelty_hash": "9eac0621b4437e024bafa3cdb85e0c86152f43fa"
      },
      "review": {
        "headline_rewrite": "Switzerland releases its own AI model trained on public data",
        "bullets": [
          "Switzerland launched an open-source model called Apertus on Monday as an alternative to proprietary models like OpenAI’s ChatGPT or Anthropic’s Claude, reports SWI as spotted by Engadget.",
          "The model’s source code, training data, model weights, and detailed development process are available on the AI model platform HuggingFace.",
          "Switzerland releases its own AI model trained on public data\nTraining data came only from websites that allowed scrapers, developers say.",
          "The model was trained on over 1,800 languages and comes in two sizes with either 8 billion or 70 billion parameters.",
          "The model was built to adhere to the European Union’s copyright laws and voluntary AI code of practice, which some US-based AI companies have said reluctantly signed while claiming that the regulations will curb AI innovation and deployment.",
          "Apertus’ training data was restricted to public sources, while adhering to the AI crawler opt-out requests on certain websites, according to the developers."
        ],
        "impact": "Positive"
      }
    },
    {
      "item": {
        "title": "Google’s Material 3 Expressive UI rolls out to Pixel 6 and newer",
        "link": "https://arstechnica.com/gadgets/2025/09/googles-material-3-expressive-ui-rolls-out-to-pixel-6-and-newer/",
        "site_name": "Ars Technica",
        "novelty_hash": "90e0d2567db47bb1c989b738a831e2e5e6eaaeab"
      },
      "review": {
        "headline_rewrite": "Google’s Material 3 Expressive UI rolls out to Pixel 6 and newer",
        "bullets": [
          "Google's Pixel Drop updates, which arrive quarterly, are not quite a new version of Android, but they include more than the bug fixes and security patches you get in other monthly updates.",
          "Indeed, Android 16 launched without Material 3 earlier this summer.",
          "If you've got an Android smartwatch paired with your Pixel, Google Maps will open automatically when you begin navigation on your phone."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Ted Cruz criticizes Trump plan to cancel SLS and Lunar Gateway as “folly”",
        "link": "https://arstechnica.com/space/2025/09/ted-cruz-criticizes-trump-plan-to-cancel-sls-and-lunar-gateway-as-folly/",
        "site_name": "Ars Technica",
        "novelty_hash": "9965eba5227afaeb4254dfd4666b3d1135e1ad7b"
      },
      "review": {
        "headline_rewrite": "Ted Cruz criticizes Trump plan to cancel SLS and Lunar Gateway as “folly”",
        "bullets": [
          "As part of its efforts to shore up NASA's flailing Artemis Program, the Trump administration earlier this year proposed two major changes to the agency's deep space exploration plans.",
          "First, in the president's budget request for fiscal year 2026, the White House sought to terminate NASA's costly Space Launch System rocket and Orion spacecraft after the Artemis III mission, the first human landing.",
          "Essentially, for long-term sustainability, the White House decided it was best to use lower-cost, commercially available rockets and focus NASA's limited resources on surface activities.",
          "Ted Cruz (R-Texas) added $6.7 billion in funding to support additional flights of the SLS rocket and Orion, as well as to continue construction of the Gateway.",
          "\"It would be folly to cut short these missions after much of the hardware has already been purchased and, in some cases, delivered with no commercial alternative readily available,\" Cruz said."
        ],
        "impact": "Negative"
      }
    }
  ]
}