{
  "2025-09-06": {
    "runs": {
      "02:09": [
        {
          "item": {
            "title": "Google Gemini dubbed ‘high risk’ for kids and teens in new safety assessment",
            "link": "https://techcrunch.com/2025/09/05/google-gemini-dubbed-high-risk-for-kids-and-teens-in-new-safety-assessment/",
            "site_name": "TechCrunch",
            "novelty_hash": "57f75b48269d2709f11015124d8fad4d45f8a0e5"
          },
          "review": {
            "headline_rewrite": "Google Gemini dubbed ‘high risk’ for kids and teens in new safety assessment",
            "bullets": [
              "Common Sense Media, a kids-safety-focused nonprofit offering ratings and reviews of media and technology, released its risk assessment of Google’s Gemini AI products on Friday.",
              "While the organization found that Google’s AI clearly told kids it was a computer, not a friend — something that’s associated with helping drive delusional thinking and psychosis in emotionally vulnerable individuals — it did suggest that there was room for improvement across several other fronts.",
              "Notably, Common Sense said that Gemini’s “Under 13” and “Teen Experience” tiers both appeared to be the adult versions of Gemini under the hood, with only some additional safety features added on top.",
              "The organization believes that for AI products to truly be safer for kids, they should be built with child safety in mind from the ground up.",
              "The latter could be of particular concern to parents, as AI has reportedly played a role in some teen suicides in recent months.",
              "OpenAI is facing its first wrongful death lawsuit after a 16-year-old boy died by suicide after allegedly consulting with ChatGPT for months about his plans, having successfully bypassed the chatbot’s safety guardrails."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Attorneys general warn OpenAI ‘harm to children will not be tolerated’",
            "link": "https://techcrunch.com/2025/09/05/attorneys-general-warn-openai-harm-to-children-will-not-be-tolerated/",
            "site_name": "TechCrunch",
            "novelty_hash": "32e6361d6bd1ea4c26246245deb8bfa466e693d7"
          },
          "review": {
            "headline_rewrite": "Attorneys general warn OpenAI ‘harm to children will not be tolerated’",
            "bullets": [
              "California Attorney General Rob Bonta and Delaware Attorney General Kathy Jennings met with and sent an open letter to OpenAI to express their concerns over the safety of ChatGPT, particularly for children and teens.",
              "The warning comes a week after Bonta and 44 other attorneys general sent a letter to 12 of the top AI companies, following reports of sexually inappropriate interactions between AI chatbots and children.",
              "“Since the issuance of that letter, we learned of the heartbreaking death by suicide of one young Californian after he had prolonged interactions with an OpenAI chatbot, as well as a similarly disturbing murder-suicide in Connecticut,” Bonta and Jennings write.",
              "“Whatever safeguards were in place did not work.”\nThe two state officials are currently investigating OpenAI’s proposed restructuring into a for-profit entity to ensure that the mission of the nonprofit remains intact.",
              "“It is our shared view that OpenAI and the industry at large are not where they need to be in ensuring safety in AI products’ development and deployment.",
              "As we continue our dialogue related to OpenAI’s recapitalization plan, we must work to accelerate and amplify safety as a governing force in the future of this powerful technology.”\nBonta and Jennings have asked for more information about OpenAI’s current safety precautions and governance, and said they expect the company to take immediate remedial measures where appropriate."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "What to expect (and not expect) from yet another September Apple event",
            "link": "https://arstechnica.com/gadgets/2025/09/what-to-expect-and-not-expect-from-yet-another-september-apple-event/",
            "site_name": "Ars Technica",
            "novelty_hash": "3cdffd2aff37162cb180fc0b3a99cfa5f9f6f54a"
          },
          "review": {
            "headline_rewrite": "What to expect (and not expect) from yet another September Apple event",
            "bullets": [
              "Apple's next product event is happening on September 9, and while the company hasn't technically dropped any hints about what's coming, anyone with a working memory and a sense of object permanence can tell you that an Apple event in the month of September means next-generation iPhones.",
              "Chips get gradually faster, cameras get gradually better, but Apple hasn't done a seismic iPhone X-style rethinking of its phones since, well, 2017's iPhone X.",
              "The rumor mill thinks that Apple is working on a foldable iPhone—and such a device would certainly benefit from years of investment in the iPad—but if it's coming, it probably won't be this year.",
              "Let's run down what the most reliable rumors have said we're getting.",
              "Improved front- and rear-facing cameras and a new Apple A19-series chip with at least the 8GB of RAM needed to support Apple Intelligence are both pretty safe bets."
            ],
            "impact": "Positive"
          }
        },
        {
          "item": {
            "title": "“First of its kind” AI settlement: Anthropic to pay authors $1.5 billion",
            "link": "https://arstechnica.com/tech-policy/2025/09/first-of-its-kind-ai-settlement-anthropic-to-pay-authors-1-5-billion/",
            "site_name": "Ars Technica",
            "novelty_hash": "6f95515be19b3c777322cf18f35a85a373290e96"
          },
          "review": {
            "headline_rewrite": "“First of its kind” AI settlement: Anthropic to pay authors $1.5 billion",
            "bullets": [
              "Authors revealed today that Anthropic agreed to pay $1.5 billion and destroy all copies of the books the AI company pirated to train its artificial intelligence models.",
              "In a press release provided to Ars, the authors confirmed that the settlement is \"believed to be the largest publicly reported recovery in the history of US copyright litigation.\" Covering 500,000 works that Anthropic pirated for AI training, if a court approves the settlement, each author will receive $3,000 per work that Anthropic stole.",
              "\"Depending on the number of claims submitted, the final figure per work could be higher,\" the press release noted.",
              "Justin Nelson, a lawyer representing the three authors who initially sued to spark the class action—Andrea Bartz, Kirk Wallace Johnson, and Charles Graeber—confirmed that if the \"first of its kind\" settlement \"in the AI era\" is approved, the payouts will \"far\" surpass \"any other known copyright recovery.\"\n\"It will provide meaningful compensation for each class work and sets a precedent requiring AI companies to pay copyright owners,\" Nelson said.",
              "\"This settlement sends a powerful message to AI companies and creators alike that taking copyrighted works from these pirate websites is wrong.\"\nGroups representing authors celebrated the settlement on Friday.",
              "The CEO of the Authors’ Guild, Mary Rasenberger, said it was \"an excellent result for authors, publishers, and rightsholders generally.\" Perhaps most critically, the settlement shows \"there are serious consequences when\" companies \"pirate authors’ works to train their AI, robbing those least able to afford it,\" Rasenberger said."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Showrunner wants to use generative AI to recreate lost footage from an Orson Welles classic",
            "link": "https://www.theverge.com/entertainment/772635/showrunner-orson-welles-the-magnificent-ambersons",
            "site_name": "The Verge",
            "novelty_hash": "23467f89292680fe469b181d94c1f82d75d5574a"
          },
          "review": {
            "headline_rewrite": "Showrunner wants to use generative AI to recreate lost footage from an Orson Welles classic",
            "bullets": [
              "Showrunner — the startup that wants to “revolutionize” the entertainment industry by charging people to prompt up AI-generated videos featuring copyrighted IP — is working on a new project to restore an Orson Welles classic.",
              "Showrunner wants to use generative AI to recreate lost footage from an Orson Welles classic\nThe aspiring ‘Netflix of AI’ has a plan to remake the original cut of Welles’ adaptation of The Magnificent Ambersons.",
              "On Friday, Showrunner announced that it has designed a new generative AI model that is meant to help recreate lost footage from The Magnificent Ambersons, Welles’ 1942 adaptation of Booth Tarkington’s 1918 novel about a family whose vast fortune is being decimated by tech-driven industrialization.",
              "Though Welles initially crafted a version of the film whose runtime clocked in at 131 minutes, RKO — one of the project’s production companies — cut it down to 88 minutes without the director’s input after he lost control of the editing process.",
              "He reportedly later said that “they destroyed Ambersons and it destroyed me.”\nBut Showrunner believes that, by using generative AI, it can bring back the lost footage and give people a chance to see The Magnificent Ambersons as Welles originally intended.",
              "In a statement to The Hollywood Reporter about the new project, Showrunner co-founder Edward Saatchi admitted that while generative AI as it currently exists “can’t sustain a story beyond one short episode,” he is confident that “the technology is getting closer to prompting entire films with AI.”\nWhile Welles wrote detailed notes about how he wanted The Magnificent Amersons to be cut, RKO did not follow them and the studio ultimately destroyed the negatives correlating to the film’s lost footage for storage reasons."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Join Us for WIRED’s AI Power Summit",
            "link": "https://www.wired.com/story/wired-ai-power-summit/",
            "site_name": "WIRED",
            "novelty_hash": "cf0351628a9f1fe51ccb8664f9475147ddac0f1f"
          },
          "review": {
            "headline_rewrite": "Join Us for WIRED’s AI Power Summit",
            "bullets": [
              "The strength and capabilities of generative AI are accelerating at a dizzying pace.",
              "That’s why WIRED is hosting its first AI Power Summit on September 15 in New York City.",
              "We’ve curated a series of panels and conversations with experts who will distill and discuss the implications of today’s most crucial AI-related news.",
              "We’ll break down the White House’s AI Action Plan and examine its consequences across industries; explore how emerging regulations could redefine the trajectory of innovation and shape public policy; and discuss who stands to gain—and who stands to lose—in AI’s next chapter.",
              "Speakers include:\n- Dean Ball, Senior Fellow, Foundation for American Innovation\n- Jim Bankoff, Cofounder, Chair, CEO, Vox Media\n- Richard Blumenthal, US Senator (D-Connecticut)\n- Katie Drummond, Global Editorial Director, WIRED\n- Mike Kubzansky, CEO, Omidyar Network\n- Steven Levy, Editor-at-Large, WIRED\n- Roger Lynch, CEO, Condé Nast\n- Tim Marchman, Director of Science, Politics, Security, WIRED\n- Mike Reed, CEO, Gannett | USA TODAY Network\n- Cristóbal Valenzuela, CEO, Runway\n- Neil Vogel, CEO, People Inc.",
              "- Kent Walker, President, Global Affairs, Google\n- Anna Wintour, Chief Content Officer, Condé Nast\nWIRED subscribers will have exclusive first access to a livestream of the event."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}