{
  "2025-09-06": {
    "runs": {
      "17:58": [
        {
          "item": {
            "title": "MAGA populists call for holy war against Big Tech",
            "link": "https://www.theverge.com/politics/773154/maga-tech-right-ai-natcon",
            "site_name": "The Verge",
            "novelty_hash": "1bc3b8a8821f9876f25c6b4a5a1c58e8057bd75b"
          },
          "review": {
            "headline_rewrite": "MAGA populists call for holy war against Big Tech",
            "bullets": [
              "At the end of the afternoon panel on the culture wars (“The Need for Heroism”), Geoffrey Miller was handed the mic and started berating one of the panelists: Shyam Sankar, the chief technology officer of Palantir, who is in charge of the company’s AI efforts.",
              "MAGA populists call for holy war against Big Tech\nAt NatCon, one of the right wing’s most influential conferences, AI developers were “apostates,” CEOs were faithless, and Big Tech was a threat to Western civilization.",
              "“I argue that the AI industry shares virtually no ideological overlap with national conservatism,” Miller said, referring to the conference’s core ideology.",
              "Hours ago, Miller, a psychology professor at the University of New Mexico, had been on that stage for a panel called “AI and the American Soul,” calling for the populists to wage a literal holy war against artificial intelligence developers “as betrayers of our species, traitors to our nation, apostates to our faith, and threats to our kids.” Now, he stared right at the technologist who’d just given a speech arguing that tech founders were just as heroic as the Founding Fathers, who are sacred figures to the natcons.",
              "The AI industry was, he told Sankar, “by and large, globalist, secular, liberal, feminized transhumanists.",
              "They explicitly want mass unemployment, they plan for UBI-based communism, and they view the human species as a biological ‘bootloader,’ as they say, for artificial superintelligence.”\nIf you threw a rock down the Westin Hotel hallway, you had a high chance of hitting someone who contributed to Project 2025\nSankar mounted a calm defense that leveraged the correct NatCon vocabulary (“I think that the broadly secular culture of Silicon Valley has filled the God-shaped hole in their heart with this belief towards AGI.”) But over the next several days, it appeared that Sankar was one of the very, very few attendees with a net positive view of the tech industry and AI."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "How to Watch Apple’s iPhone 17 Announcement, and What to Expect",
            "link": "https://www.wired.com/story/apple-iphone-17-event-how-to-watch-what-to-expect/",
            "site_name": "WIRED",
            "novelty_hash": "da65a623135840a0d9ea2bf1bf1e99b8a5fd9ab2"
          },
          "review": {
            "headline_rewrite": "How to Watch Apple’s iPhone 17 Announcement, and What to Expect",
            "bullets": [
              "Apple’s latest product launch event is happening on September 9.",
              "We’ll likely see a full line of iPhones 17, including the base model, the Pro models, and a brand-new ultra-thin version called the iPhone Air.",
              "We are also expecting new Apple Watches and new AirPods.",
              "All of these devices will surely have some sort of AI-enabled capabilities.",
              "Just know that Apple always stays tight-lipped in the lead-up to its launch events, so the information we’re providing here is speculative.",
              "Air Born\nThe biggest news of the event might just be about one of the lightest gadgets in the lineup."
            ],
            "impact": "Positive"
          }
        },
        {
          "item": {
            "title": "The 21 Best Movies on Amazon Prime Right Now (September 2025)",
            "link": "https://www.wired.com/story/best-amazon-prime-movies/",
            "site_name": "WIRED",
            "novelty_hash": "bf838491a804e1d59c7aaa16bfa7494d3f27598c"
          },
          "review": {
            "headline_rewrite": "The 21 Best Movies on Amazon Prime Right Now (September 2025)",
            "bullets": [
              "Air\nSure, nowadays Michael Jordan is a bona fide sports god, and Nike Air Jordans are still arguably the cool sneaker—but that wasn’t the case back in 1984.",
              "We all know how that panned out, so thankfully Air is more than a two-hour advert for gym shoes.",
              "In an age of franchises and endless blockbusters, Air is the sort of character-focused film that rarely gets made anymore, and is all the more enjoyable for it.",
              "American Fiction\nHeads of State\nGrumpy British prime minister Sam Clarke (Idris Elba) and action-movie star turned US President Will Derringer (John Cena) can't stand each other—so teaming up to survive after Air Force One is shot down over the Belarusian wilderness is going to put a real strain on the Special Relationship.",
              "Deep Cover\nThe Adventures of Buckaroo Banzai Across the 8th Dimension\nOne of the absolute wildest films you've probably never seen, 1984's The Adventures of Buckaroo Banzai is … almost impossible to describe.",
              "Buckaroo Banzai—a super-genius physicist, skilled neurosurgeon, high-flying test pilot, and beloved rock star—the film follows his battle with the evil Dr."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Silksong, smacking sticks and other new indie games worth checking out",
            "link": "https://www.engadget.com/gaming/silksong-smacking-sticks-and-other-new-indie-games-worth-checking-out-110020156.html",
            "site_name": "Engadget",
            "novelty_hash": "9c16d5f9c85f8c968e652ccece759a7fe591da37"
          },
          "review": {
            "headline_rewrite": "Silksong, smacking sticks and other new indie games worth checking out",
            "bullets": [
              "You have until 11AM ET on September 11 to claim the classic puzzle game.",
              "Again, you'll have a week to claim those.",
              "Games you claim here are yours to keep forever, even if you don't maintain your Prime membership.",
              "Amazon offered up a particularly tasty one this week in the shape of Into The Breach, a hugely acclaimed strategy game, but there are plenty of others to check out.",
              "After a seven-year wait, Silksong is by some distance the highest-profile indie game to arrive in 2025 so far.",
              "Perhaps if we start mentioning another long-awaited game — say, Kingdom Hearts 4?"
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "News Showcase",
            "link": "https://news.google.com/showcase?hl=en-US&gl=US&ceid=US%3Aen",
            "site_name": "Google News",
            "novelty_hash": "c07c703490fe656c55d5d5c8001fd03bf1d76c60"
          },
          "review": {
            "headline_rewrite": "News Showcase",
            "bullets": [
              "CRIME/PUBLIC SAFETY\n'South Hill rapist' Kevin Coe poised to be released after decadeNews Showcase\nStories selected by newsroom editors\nToday's Rundown\nThe Roundhouse\nGovernor calls lawmakers for special session starting Oct.",
              "Is The Payments Revolution Beginning?MUTUAL FUNDS\nTop Fund Manager Pinpoints Lots Of 'Worthwhile' RisksBROADCOM EARNINGS\nAI Chip Business Fuels Broadcom's Strong Quarterly ReportThe Central Valley's News Source\nHomelessness\nNew Enforcement Targets People Living in Cars, RVs on CA StreetsFresno State Football\nFresno State Looks for 1st Win at Oregon State Since 1991Fresno Unified\nFresno Unified Expands HBCU Ties to Improve College ReadinessLatest headlines\nLatest Headlines\nMy Suburban Life\nSAN FRANCISCO'S TOP STORIES\nThe Herald News\nDaily News\nTODAY IN SANTA CRUZ COUNTY\nCAPITOLHILLSEATTLE.COM\nThe Morning Rundown | September 6, 2025\nEntertainment & Arts\nNorthwest Herald\nFriday's news in Arlington, Virginia\nNews\nWashington Examiner\nBellwether Virginia governor race enters post-Labor Day stretchWashington Examiner\nDemocrats smell 2026 victory as GOP tries rebranding ‘big, beautiful bill’Washington Examiner\nFederal judges lash out over Supreme Court justices’ emergency ordersCOLORADO NEWS\nLane County News\nImmigration News\nAsylum Seekers & Migrants\nWith ICE Detentions Rising, Immigrant Orgs Are Learning to AdaptNews Roundup\nTrump to End Temporary Status of Another 268K VenezuelansImmigrant Communities\nSouth Asian Storeowners ‘Doomed’ by Trump’s 50% Tariffs Latest Headlines\nMilitary Mobilization\nGov.",
              "13Taking the Amtrak, stylish mansion for sale, more\nFrom NOLA to Mobile\nEverywhere Ian McNulty ate, drank, explored in Mobile, AlabamaReal estate news\nSee inside this Acadian home for sale in Old MetairieNew Orleans legend\n428 Saints teammates, but there's only one Cam JordanECONOMY\nEconomic stagnation fears\nUS unemployment near 4-year high as labor market softensJob growth concerns\nFed on track for string of rate cuts Fresh blame on Fed\nTrump administration says better economic data may take a yearToledo's Leader in News, Sports & Entertainment\nMilwaukee Area Business News\nDallas-Fort Worth News - Sept.",
              "5, 2025\nTwin Cities\nALEXANDRIA MINNESOTA NEWS\nChicago Does\nReal Times Media\nKamala Harris Given LAPD, CHP Security After Trump Revokes Secret ServiceBlack Information Network\nMan Charged With Murder In Case Of Missing Black Teen DaCara ThompsonBlack Information Network\nFlorida’s Push To Drop School Vaccine Mandates Sparks Health ConcernsSeptember 5, 2025 News\nTop stories\nFort Worth & Tarrant County Headlines\nWhat Utah is buzzing about\nSTGnews Headlines\nDaily Chronicle\nRooted For Good listed September Grow Mobile food pantry datesDaily Chronicle\nDeKalb County courthouse employee accused in $41K PPP loan fraud for fake remodeling business: RecordsDaily Chronicle\nDeKalb mom files lawsuit against DeKalb District 428 over missing kindergartener controversyStart the day with must-read news and opinion\nFriday's news in Fairfax County\nNews from the Central Valley\nThe Afternoon Recap (Sept.",
              "5, 2025)\nHappening in Loudoun County\nLATEST CALIFORNIA NEWS\nSan Diego Friday Evening Report\nCare for vets 'under assault'\nVeterans rally in La Jolla to push back against Trump cuts to VASDPD: Suspect at large\nMan stabbed multiple times trying to stop downtown fightHonors civic leader’s passion\nCurtain rises on ‘The Joan,’ new theater at Liberty Station Bridge Michigan\nSep 5 2025, 5:11 PM\nOpinion | Tips for Michigan’s new state superintend...Sep 5 2025, 3:32 PM\nOpinion | Public libraries belong to everyone.",
              "Let’s keep...Sep 5 2025, 2:22 PM\nMichigan’s capital plans new approach to homelessness: A ...WILLMAR MINNESOTA NEWS\nMountain View Voice\nSep 5 2025, 9:17 AM\nObituaries: Local residents who died recentlySep 5 2025, 8:36 AM\nBreakthrough on California housing could put taller buildings in single-family neighborhoodsSep 5 2025, 6:27 AM\nLegal experts advise caution when reporting ICE sightingsMorning Headlines, Sept."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Technology Sep 6, 2025 AI godfather Geoffrey Hinton fires ‘nuclear bomb’ warning: ‘A normal person in the street can…",
            "link": "https://timesofindia.indiatimes.com/technology/tech-news/ai-godfather-geoffrey-hinton-fires-nuclear-bomb-warning-a-normal-person-in-the-street-can/articleshow/123735413.cms",
            "site_name": "The Times of India",
            "novelty_hash": "9d2f8e0165c293f76932a3e829c0e9da8ddf38c0"
          },
          "review": {
            "headline_rewrite": "Technology Sep 6, 2025 AI godfather Geoffrey Hinton fires ‘nuclear bomb’ warning: ‘A normal person in the street can…",
            "bullets": [
              "Geoffrey Hinton, a leading figure in the field of artificial intelligence (AI), has sounded an alarm about the technologyâs potential for harm.",
              "The recent public frenzy over AI tools like ChatGPT has caused Hinton to shift from accelerating AI development to raising deep concerns about its future.",
              "He now believes that AI poses a grave threat to humanity, saying that the technology can help any person to create a nuclear bomb.",
              "Hinton described a chilling scenario where AI could enable an average person to create a bioweapon.",
              "âA normal person assisted by AI will soon be able to build bioweapons and that is terrible,â he said, adding, âImagine if an average person in the street could make a nuclear bomb.â\nHinton also discussed a range of topics, including the nuclear-level threats posed by AI, his own use of AI tools, and even how a chatbot played a role in his recent breakup.",
              "Recently, Hinton cautioned that AI could soon surpass human capabilities, including emotional manipulation."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}