{
  "2025-09-05": [
    {
      "item": {
        "link": "https://www.livemint.com/market/stock-market-news/netweb-tech-stock-rockets-40-in-just-five-sessions-its-sharpest-run-since-listing-11757083298480.html",
        "novelty_hash": "",
        "site_name": "",
        "title": "Netweb Tech stock rockets 40% in just five sessions, its sharpest run since listing"
      },
      "review": {
        "bullets": [
          "The remarkable surge in Netweb Technologies’ shares, despite ongoing volatility in the Indian stock market, was triggered by the company securing a major order",
          "The contract comes from one of the largest Indian-headquartered global providers of technology distribution and integrated supply chain solutions.",
          "As of June 30, 2025, the company’s order book stood at ₹4,142 crore.",
          "Last month, the company said that its AI segment, which contributed just 7% two years ago, accounted for 29% of revenue in Q1FY26 and"
        ],
        "headline_rewrite": "Netweb Tech stock rockets 40% in just five sessions, its sharpest run since listing",
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "link": "https://www.livemint.com/market/stock-market-news/dassault-aviation-gains-majority-control-in-jv-with-anil-ambani-s-reliance-after-2-stake-buy-11757069693672.html",
        "novelty_hash": "",
        "site_name": "",
        "title": "Dassault Aviation gains majority control in JV with Anil Ambani’s Reliance after 2% stake buy"
      },
      "review": {
        "bullets": [
          "Following the transaction, Dassault Aviation’s stake in DRAL will increase from 49% to 51%, making it the majority shareholder, while RAL’s holding will reduce",
          "The stake sale is expected to be complete by November 01, 2025, as per the exchange filing.",
          "The filing showed that Dassault Reliance Aerospace contributed a turnover of ₹69.93 crore in FY25, about 0.23% of Reliance Infra’s consolidated revenues, and had",
          "Ambani as “fraud,” stating that it has no impact on the business operations, financial performance, shareholders, employees, or any other stakeholders of Reliance Infrastructure."
        ],
        "headline_rewrite": "Dassault Aviation gains majority control in JV with Anil Ambani’s Reliance after 2% stake buy",
        "impact": "Bearish"
      }
    }
  ]
}