{
  "2025-09-05": [
    {
      "item": {
        "title": "Three EMS stocks to watch in 2026 as India’s electronics manufacturing accelerates",
        "link": "https://www.livemint.com/market/stock-market-news/three-ems-stocks-to-watch-in-2026-as-india-s-electronics-manufacturing-accelerates-11756982150070.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Three EMS stocks to watch in 2026 as India’s electronics manufacturing accelerates",
        "bullets": [
          "#1 Cyient DLM In Q1FY26, the company reported revenues of ₹2,784 million, compared with ₹2,579 million in the same period last year.",
          "Net profit fell to ₹75 million from ₹106 million year-on-year (YoY).",
          "Net profit stood at ₹142 million versus a loss in the year-ago quarter.",
          "Its Q1 FY26 order book rose 22.5% YoY, offering strong revenue visibility."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Gold price today: Rates rise on dollar's weakness, Fed rate cut hopes; experts point out key MCX levels to watch",
        "link": "https://www.livemint.com/market/commodities/gold-price-today-rates-rise-on-dollars-weakness-fed-rate-cut-hopes-experts-point-out-key-mcx-levels-to-watch-11757042718393.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Gold price today: Rates rise on dollar's weakness, Fed rate cut hopes; experts point out key MCX levels to watch",
        "bullets": [
          "Geopolitical tensions, economic uncertainty, including President Trump’s actions regarding the Fed, which have raised concerns about its independence, and global trade risks are boosting",
          "Investors are now waiting for the US non-farm payrolls data, which is due later in the day, to get more clues about the Fed's",
          "\"We continue to see softness growing in the labour market as tariff policy uncertainty lingers, immigration changes take effect, and AI adoption grows.",
          "The boost in the latter half of this year should come from easier monetary policy and stimulative fiscal policies to avoid further economic deterioration,\""
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Lenders of bankrupt Jaiprakash Associates to meet Friday; challenge process among 5 bidders likely",
        "link": "https://www.thehindubusinessline.com/companies/lenders-of-bankrupt-jaiprakash-associates-to-meet-friday-challenge-process-among-5-bidders-likely/article70014897.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Lenders of bankrupt Jaiprakash Associates to meet Friday; challenge process among 5 bidders likely",
        "bullets": [
          "JAL was admitted into the corporate insolvency resolution process (CIRP) through the National Company Law Tribunal, Allahabad Bench, order dated June 3, 2024."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Facebook, Instagram goes dark in Nepal as government enforcement comes into effect",
        "link": "https://www.thehindubusinessline.com/info-tech/facebook-instagram-goes-dark-in-nepal-as-government-enforcement-comes-into-effect/article70014961.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Facebook, Instagram goes dark in Nepal as government enforcement comes into effect",
        "bullets": [
          "The Government of Nepal on Thursday decided to block 26 social media platforms for operating without registration.",
          "This move follows a Supreme Court order and a recent ministerial meeting led by Communications Minister Prithvi Subba Gurung.",
          "The Ministry of Communications and Information Technology clarified that the restriction will apply nationwide and that any unregistered platforms found operating in Nepal will",
          "The government has repeatedly issued notices asking social media platforms operating in Nepal, whether from within the country or abroad, to register."
        ],
        "impact": "Bearish"
      }
    }
  ]
}