{
  "2025-09-03": [
    {
      "item": {
        "title": "Bankers Prep for the Busiest Week of the Year in US IPO Rush",
        "link": "https://www.livemint.com/market/ipo/bankers-prep-for-the-busiest-week-of-the-year-in-us-ipo-rush-11756841256372.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Bankers Prep for the Busiest Week of the Year in US IPO Rush",
        "bullets": [
          "If all the IPOs price at the top of their marketed ranges to raise more than $3 billion in aggregate, next week would rank",
          "September is often a prime opportunity to bring IPOs to market as investors return to their desks after time off and companies try to",
          "It’s also a make-or-break period for the annual bonus prospects of equity capital markets bankers.",
          "While last September lacked high-profile debuts, September 2023 highlighted the attraction of this window as chip designer Arm Holdings Plc priced a $5.2 billion"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Wall Street ends lower as ruling on Trump tariffs raises worries",
        "link": "https://www.livemint.com/market/stock-market-news/wall-street-ends-lower-as-ruling-on-trump-tariffs-raises-worries-11756844039079.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Wall Street ends lower as ruling on Trump tariffs raises worries",
        "bullets": [
          "* PepsiCo gains after Elliott discloses $4 billion stake Kraft Heinz shares fall sharply US jobs report due on Friday By Caroline Valetkevitch The",
          "With the ruling, \"the question becomes, 'Has the Trump administration alienated our trading partners as well as given up the revenue from tariffs?' That's",
          "rate futures widely expect the Federal Reserve to lower interest rates this month, pricing in a 92% chance of a 25-basis-point cut at the",
          "30-year Treasury yields on Tuesday climbing to their highest levels since mid-July."
        ],
        "impact": "Neutral"
      }
    }
  ]
}