{
  "2025-09-02": [
    {
      "item": {
        "title": "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org",
        "link": "https://blog.google/around-the-globe/google-asia/how-were-strengthening-our-fight-against-online-scams-in-apac-with-a-5m-fund-from-googleorg/",
        "site_name": "Google",
        "novelty_hash": "9e176519b11104e08109c70220cf3a5c00bd3b4a"
      },
      "review": {
        "headline_rewrite": "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org",
        "bullets": [
          "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org\nScams and fraud continue to impact millions across Southeast Asia, accounting for an estimated $23.6 billion across the region in 2024.",
          "At the GASA Anti-Scam Summit 2025 in Singapore, we announced $5 million in funding from Google.org to The ASEAN Foundation to expand online scam prevention resources to 3 million people in Southeast Asia.",
          "This includes scaling “Be Scam Ready” (formerly known as ShieldUp!), an educational game that helps build resilience against online threats by exposing players to common scam tactics in a safe environment.",
          "Tracking over 400 million threat signals in real-time, member organizations can rapidly share information to disrupt fraud."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "OpenAI to route sensitive conversations to GPT-5, introduce parental controls",
        "link": "https://techcrunch.com/2025/09/02/openai-to-route-sensitive-conversations-to-gpt-5-introduce-parental-controls/",
        "site_name": "TechCrunch",
        "novelty_hash": "a3d3429260f4ce47d6b588bf852e36d4c6f8a8fb"
      },
      "review": {
        "headline_rewrite": "OpenAI to route sensitive conversations to GPT-5, introduce parental controls",
        "bullets": [
          "OpenAI said Tuesday it plans to route sensitive conversations to reasoning models like GPT-5 and roll out parental controls within the next month — part of an ongoing response to recent safety incidents involving ChatGPT failing to detect mental distress.",
          "The new guardrails come in the aftermath of the suicide of teenager Adam Raine, who discussed self-harm and plans to end his life with ChatGPT, which even supplied him with information about specific suicide methods.",
          "Raine’s parents have filed a wrongful death lawsuit against OpenAI.",
          "In a blog post last week, OpenAI acknowledged shortcomings in its safety systems, including failures to maintain guardrails during extended conversations.",
          "OpenAI thinks that at least one solution to conversations that go off the rails could be to automatically reroute sensitive chats to “reasoning” models.",
          "“We recently introduced a real-time router that can choose between efficient chat models and reasoning models based on the conversation context,” OpenAI wrote in a Tuesday blog post."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Instagram tests Picture-In-Picture viewing for reels",
        "link": "https://techcrunch.com/2025/09/02/instagram-tests-picture-in-picture-viewing-for-reels/",
        "site_name": "TechCrunch",
        "novelty_hash": "bd72b3e5f5d2ff4557b1d5cfb44532a82d5863f3"
      },
      "review": {
        "headline_rewrite": "Instagram tests Picture-In-Picture viewing for reels",
        "bullets": [
          "The addition of a similar feature in Instagram could give creators a better chance of retaining audiences for their longer content.",
          "The launch of the test follows comments made a few months ago by Instagram head Adam Mosseri, who suggested the feature could be coming soon.",
          "At the time, Mosseri said he would “talk to the team and see if we can figure something out” in response to a question asking: “When will IG offer PiP (picture in picture in picture) like TT and YT?”\nInstagram is testing the feature with a small group of users to start."
        ],
        "impact": "Positive"
      }
    },
    {
      "item": {
        "title": "OpenAI announces parental controls for ChatGPT after teen suicide lawsuit",
        "link": "https://arstechnica.com/ai/2025/09/openai-announces-parental-controls-for-chatgpt-after-teen-suicide-lawsuit/",
        "site_name": "Ars Technica",
        "novelty_hash": "d866d4b550afdc01861f35ccd91ad3b8b487c4a5"
      },
      "review": {
        "headline_rewrite": "OpenAI announces parental controls for ChatGPT after teen suicide lawsuit",
        "bullets": [
          "On Tuesday, OpenAI announced plans to roll out parental controls for ChatGPT and route sensitive mental health conversations to its simulated reasoning models, following what the company has called \"heartbreaking cases\" of users experiencing crises while using the AI assistant.",
          "The moves come after multiple reported incidents where ChatGPT allegedly failed to intervene appropriately when users expressed suicidal thoughts or experienced mental health episodes.",
          "\"This work has already been underway, but we want to proactively preview our plans for the next 120 days, so you won’t need to wait for launches to see where we’re headed,\" OpenAI wrote in a blog post published Tuesday.",
          "\"The work will continue well beyond this period of time, but we’re making a focused effort to launch as many of these improvements as possible this year.\"\nThe planned parental controls represent OpenAI's most concrete response to concerns about teen safety on the platform so far.",
          "Within the next month, OpenAI says, parents will be able to link their accounts with their teens' ChatGPT accounts (minimum age 13) through email invitations, control how the AI model responds with age-appropriate behavior rules that are on by default, manage which features to disable (including memory and chat history), and receive notifications when the system detects their teen experiencing acute distress.",
          "The parental controls build on existing features like in-app reminders during long sessions that encourage users to take breaks, which OpenAI rolled out for all users in August."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Amazon ends shared Prime free shipping outside your home",
        "link": "https://www.theverge.com/news/769051/amazon-prime-free-shipping-benefit-sharing-ending",
        "site_name": "The Verge",
        "novelty_hash": "c485a908d0b63d79690ef19acb6e873d4a8c3f61"
      },
      "review": {
        "headline_rewrite": "Amazon ends shared Prime free shipping outside your home",
        "bullets": [
          "On Tuesday, Reuters reported that Amazon didn’t meet Prime signup goals in the US during its extended Prime Day event in July, though the company reportedly said it had record signups in the 25 days surrounding the event.",
          "Launched in 2015, Amazon Family (formerly Amazon Household) offers access to free shipping, along with additional perks like Prime Video, Prime Reading, third-party benefits like GrubHub, shared ebooks, Amazon Music, and more.",
          "Most Popular\n- Is AI the end of software engineering or the next step in its evolution?",
          "- Chatbots can be manipulated through flattery and peer pressure\n- Dolby Vision 2 goes beyond HDR with more AI and ‘authentic motion’ smoothing\n- AI agents are science fiction not yet ready for primetime\n- Amazon ends shared Prime free shipping outside your home"
        ],
        "impact": "Positive"
      }
    },
    {
      "item": {
        "title": "Ars Live: Consumer tech firms stuck scrambling ahead of looming chip tariffs",
        "link": "https://arstechnica.com/tech-policy/2025/09/ars-live-consumer-tech-firms-stuck-scrambling-ahead-of-looming-chip-tariffs/",
        "site_name": "Ars Technica",
        "novelty_hash": "69e25619965553f4561fc7dfe5c694d4912f5d3c"
      },
      "review": {
        "headline_rewrite": "Ars Live: Consumer tech firms stuck scrambling ahead of looming chip tariffs",
        "bullets": [
          "We're roughly six months into Donald Trump's trade war, and tech firms remain in a fog, unsure what tariffs or retaliations could be coming next.",
          "We'll be discussing how tech firms are responding to tariffs so far and how looming chip tariffs could pose the biggest hurdle yet in sourcing alternative supply chains.",
          "Before Trump even took office, experts had warned that his global trade war—imposing tariffs on imports of various goods from various countries in a bid to strike more favorable trade deals for the US—risked spiking prices of popular tech products like laptops, game consoles, and smartphones.",
          "The CTA represents firms comprising the $505 billion US consumer technology industry and has been monitoring tariff impacts while advocating for sensible tariff regimes that acknowledge supply chain limitations in the tech sector.",
          "A key issue for tech firms is sourcing alternative supply chains that can keep their costs low while uncertainty reigns.",
          "Trump's trade deals with many countries—most notably China—remain in tense negotiations, each one potentially affecting their manufacturing costs."
        ],
        "impact": "Positive"
      }
    }
  ]
}