{
  "2025-09-05": [
    {
      "item": {
        "title": "Legion Go 2 official: Lenovo’s new flagship handheld costs $1,099 — and up",
        "link": "https://www.theverge.com/news/769776/legion-go-2-official-lenovo-new-flagship-handheld-cost",
        "site_name": "The Verge",
        "novelty_hash": "455ef22991fca65f10d7cd8268f718e628502711"
      },
      "review": {
        "headline_rewrite": "Legion Go 2 official: Lenovo’s new flagship handheld costs $1,099 — and up",
        "bullets": [
          "Not only did Lenovo find an 8.8-inch OLED panel — with the inky blacks and gorgeous color OLED can afford — it’s a true 30–144Hz variable refresh rate screen with a native landscape orientation, meaning even games that can only maintain 31 or 32fps on its handheld chip should still give you every extra frame of smoothness over 30.",
          "And because Lenovo picked a lower-resolution panel at 1920 x 1200 instead of the overkill 2560 x 1600 of the original, it should be that much easier for its new Z2 or Z2 Extreme chip to deliver enough frames, too.",
          "Speaking of those chips, the AMD Ryzen Z2 and Z2 Extreme probably aren’t big upgrades over the last wave of handhelds.",
          "Perhaps Lenovo got more out of it — I recall the original Legion Go being a tad faster than the original ROG Ally despite using the same Z1E chip.",
          "I’m afraid that handheld gaming PC prices are headed the wrong direction.",
          "I already thought the MSI Claw 8 AI Plus was pricey after MSI bumped it $999.99, and while this is pricier still, I wouldn’t be surprised if that Claw’s Intel Lunar Lake chip may be competitive with the Z2E in Lenovo’s new handheld."
        ],
        "impact": "Positive"
      }
    },
    {
      "item": {
        "title": "This stand can automatically lift, tilt, and turn your laptop toward you",
        "link": "https://www.theverge.com/news/772033/this-stand-can-automatically-lift-tilt-and-turn-your-laptop-towards-you",
        "site_name": "The Verge",
        "novelty_hash": "bbc123da0d58c1e53b5a80e7df0a39c2da1f4279"
      },
      "review": {
        "headline_rewrite": "This stand can automatically lift, tilt, and turn your laptop toward you",
        "bullets": [
          "Lenovo’s Smart Motion Concept laptop stand, announced at IFA 2025, automatically raises and lowers itself and turns and tilts to position your laptop at an ergonomic eye level.",
          "(More Elaine than any TikTok-level choreography.)\nThe stand’s other features include built-in cooling fans and a USB hub.",
          "In addition to face tracking, the stand is controllable with a remote or through hand gestures while wearing Lenovo’s AI Ring — another concept it showed back at MWC.",
          "Lenovo envisions that, should a product with this tech ever launch, part of its role could be to meet accessibility needs in a variety of laptops.",
          "Di Benedetto / The Verge\nMost Popular\n- The Browser Company, maker of Arc and Dia, is being acquired\n- Microsoft is about to shake up its Copilot pricing for businesses\n- Philips Hue lights get bigger, brighter, and cheaper with a major product refresh\n- The UK’s largest energy supplier has created its own EV charger\n- How Wikipedia survives while the rest of the internet breaks"
        ],
        "impact": "Positive"
      }
    },
    {
      "item": {
        "title": "Lenovo's ThinkBook VertiFlex Concept Laptop Has a Swiveling Screen",
        "link": "https://www.wired.com/story/lenovo-thinkbook-vertiflex-concept-laptop-can-switch-from-landscape-to-portrait/",
        "site_name": "WIRED",
        "novelty_hash": "5f334ac2bf3eb3801b8431d0a626f0702faeab03"
      },
      "review": {
        "headline_rewrite": "Lenovo's ThinkBook VertiFlex Concept Laptop Has a Swiveling Screen",
        "bullets": [
          "At CES 2025, we saw a ThinkBook with a rollable OLED screen that expanded upward automatically at the touch of a button—this one is a real product you can actually buy.",
          "Portrait Mode\nThe back panel the screen is mounted on has a felt backing to keep everything smooth and scratch-free, and you can even prop a phone up here in this orientation.",
          "Despite this, the PC is still fairly slim at 17.9 mm, and it weighs roughly 3 pounds.",
          "(The 14-inch MacBook Pro is around 15 mm thick and weighs 3.4 pounds.)\nI use a dual-screen setup with one vertical monitor next to my main ultrawide monitor at home.",
          "Email is a great example, so are apps like Slack, anything to do with PDFs, and even most word processing software.",
          "With the VertiFlex, the idea is that I'd use the standard laptop screen when watching a video or browsing the web, and then switch it to portrait orientation when I need to work on a document or am responding to teammates in Slack."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Lenovo's new Legion Pro 7 gaming laptop can be outfitted with up to a GeForce 5080 GPU",
        "link": "https://www.engadget.com/gaming/pc/lenovos-new-legion-pro-7-gaming-laptop-can-be-outfitted-with-up-to-a-geforce-5080-gpu-060017519.html",
        "site_name": "Engadget",
        "novelty_hash": "b189c5a335521b3158fd3adcbff6e6d094e08ba4"
      },
      "review": {
        "headline_rewrite": "Lenovo's new Legion Pro 7 gaming laptop can be outfitted with up to a GeForce 5080 GPU",
        "bullets": [
          "Lenovo just announced some new gaming products at IFA, including the Legion Pro 7 laptop.",
          "The Windows 11 computer also features NVIDIA GeForce RTX GPUs and purchasers can go up to the RTX 5080.",
          "It also incorporates the company's Coldfront thermal technology to keep things cool, which in turn lets gamers \"run the highest-demand games at the highest settings.\" The Legion Pro 7 will be available this November and prices start at $2,400.",
          "The specs here are impressive, as the computers are powered by AMD Ryzen 8000 series processors and NVIDIA 50-Series GPUs.",
          "It'll be available later this month, with a starting price of $1,000.",
          "They will be available in October or November, depending on which model is selected, with prices ranging from $700 to $1,100."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Lenovo Legion Go 2 hands-on: Powerful upgrades but with an even higher price",
        "link": "https://www.engadget.com/gaming/pc/lenovo-legion-go-2-hands-on-powerful-upgrades-but-with-an-even-higher-price-060052114.html",
        "site_name": "Engadget",
        "novelty_hash": "49d280aae1181f2c37b2d41d85b8a2e5732ce8f7"
      },
      "review": {
        "headline_rewrite": "Lenovo Legion Go 2 hands-on: Powerful upgrades but with an even higher price",
        "bullets": [
          "Today, at IFA 2025, the company is fleshing out the rest of the system with more details regarding its specs, price and availability.",
          "Lenovo has kept the ability to use the right controller as a vertical mouse (aka FPS mode) when paired with the handheld's included puck/stand.",
          "The only major change from what we saw in January is slightly different paint colors on elements like its shoulder buttons.",
          "That said, I do appreciate that unlike a lot of its rivals (aside from the Steam Deck), Legion Go 2 still comes bundled with a case, just like its predecessor.",
          "Like before, you can press a button in back before sliding each joypad off a small hidden rail.",
          "The handheld can now be equipped with up to an AMD Ryzen Z2 Extreme chip, 32GB of RAM and 2TB of PCIe Gen 4 storage."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Sam Altman, Tim Cook, and Other Tech Leaders Lauded Trump at a White House AI Dinner",
        "link": "https://news.google.com/read/CBMipAFBVV95cUxOQ0ttbEZHbGt3Z2NYcUNycjNiampKMUJhSTh4cEs1LW8yQTZsZGpXOGdVV05fMU1kMXpnanpPVDdIdXJGaGdiY0djWVk1MXVHdXRSMTl1RmM0LW81NFZqMnFPbUJxdEdpS1N3LTdwR25LZXIyaTBUNHFxZzZNSnVyQzFTU3g2Sk9Rd2w3VEcyRzdELVFlMlo4YmdhbzdWMmpzcFItRg",
        "site_name": "Google News",
        "novelty_hash": "da39a3ee5e6b4b0d3255bfef95601890afd80709"
      },
      "review": {
        "headline_rewrite": "Sam Altman, Tim Cook, and Other Tech Leaders Lauded Trump at a White House AI Dinner",
        "bullets": [],
        "impact": "Neutral"
      }
    }
  ]
}