{
  "2025-09-02": [
    {
      "item": {
        "title": "MRF, JK Tyre to CEAT: Tyre stocks skyrocket up to 6% today; here's why",
        "link": "https://www.livemint.com/market/stock-market-news/mrf-jk-tyre-to-ceat-tyre-stocks-skyrocket-up-to-6-today-heres-why-11756802869187.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "MRF, JK Tyre to CEAT: Tyre stocks skyrocket up to 6% today; here's why",
        "bullets": [
          "Shares of tyre making companies rose up to 6 per cent in Tuesday's trading session after the government's announced GST reforms on August 15.",
          "JK Tyre & Industries share price leading among the gainers jumped nearly 6 per cent on September 2.",
          "Meanwhile, MRF and CEAT shares were trading 5 per cent up."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Sebi sets new intraday limits for index options to curb risky bets",
        "link": "https://www.livemint.com/market/stock-market-news/sebi-intraday-limits-index-options-trading-india-sebi-derivatives-regulations-index-options-expiry-f-o-trading-11756797821567.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Sebi sets new intraday limits for index options to curb risky bets",
        "bullets": [
          "In a move to rein in risky bets, the Securities and Exchange Board of India (Sebi) has introduced an entity-level framework to monitor intraday",
          "Angel One, the country's third-largest broker by client base, after unlisted broking firms, Zerodha and Groww, traded nearly 2% higher at ₹2,309 on the",
          "Sebi clarified that limits can be higher for those with underlying exposure above ₹5,000 crore.",
          "The Sebi clarification comes as the NSE shifted its weekly index options expiry from Thursday to Tuesday, starting today."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "One-third of FY25 renewable bids come with storage",
        "link": "https://www.thehindubusinessline.com/economy/one-third-of-fy25-renewable-bids-come-with-storage/article70003072.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "One-third of FY25 renewable bids come with storage",
        "bullets": [
          "CareEdge Ratings points out that the power sector is undergoing a significant transformation, with renewable energy (RE) poised to drive future capacity additions.",
          "Consequently, the share of non-fossil sources in total energy generation is expected to rise to over 35 per cent by FY30, compared to 25",
          "Sabyasachi Majumdar, Senior Director at CareEdge Ratings, said, “India’s power sector is at an inflection point—RE and storage will drive future capacity growth, even",
          "“Energy storage is emerging as a key enabler for India’s renewable transition, with RE + storage tenders accounting for nearly 35 per cent of"
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Shah Rukh Khan’s daughter Suhana in ₹12.91-crore Alibaug land row",
        "link": "https://www.thehindubusinessline.com/news/shah-rukh-khans-daughter-suhana-in-1291-crore-alibaug-land-row/article70003245.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Shah Rukh Khan’s daughter Suhana in ₹12.91-crore Alibaug land row",
        "bullets": [
          "At the heart of the controversy is a government-owned Coastal Regulation Zone (CRZ) plot, originally allotted under a strict “no-sale” clause, which was allegedly",
          "The conditions of allotment explicitly prohibited transfer, sale, or mortgage without prior approval from the District Collector.",
          "No Collector’s approval was obtained, making the deal prima facie illegal alleged, local advocate Vivekanand Thakur, who has pursued the case for two years.",
          "In a letter dated August 26, 2025 ( the copy of which is with Businessline) , Shirke ordered the Tehsildar to investigate whether Anjali"
        ],
        "impact": "Bullish"
      }
    }
  ]
}