{
  "2025-09-02": [
    {
      "item": {
        "title": "MRF, JK Tyre to CEAT: Tyre stocks skyrocket up to 6% today; here's why",
        "link": "https://www.livemint.com/market/stock-market-news/mrf-jk-tyre-to-ceat-tyre-stocks-skyrocket-up-to-6-today-heres-why-11756802869187.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "MRF, JK Tyre to CEAT: Tyre stocks skyrocket up to 6% today; here's why",
        "bullets": [
          "The association highlighted that in sectors such as transportation, agriculture, mining, and construction—where tyres account for a major share of operating expenses—a lower GST",
          "ATMA further said that reducing GST on tyres would directly lower vehicle operating expenses, cut logistics costs, and extend substantial benefits to farmers, small",
          "However, the GoI's response to the ATMA demand is awaited,” said Avinash Gorakshkar, SEBI-registered fundamental research analyst."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Sebi sets new intraday limits for index options to curb risky bets",
        "link": "https://www.livemint.com/market/stock-market-news/sebi-intraday-limits-index-options-trading-india-sebi-derivatives-regulations-index-options-expiry-f-o-trading-11756797821567.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Sebi sets new intraday limits for index options to curb risky bets",
        "bullets": [
          "In a move to rein in risky bets, the Securities and Exchange Board of India (Sebi) has introduced an entity-level framework to monitor intraday",
          "Angel One, the country's third-largest broker by client base, after unlisted broking firms, Zerodha and Groww, traded nearly 2% higher at ₹2,309 on the",
          "Sebi clarified that limits can be higher for those with underlying exposure above ₹5,000 crore.",
          "The Sebi clarification comes as the NSE shifted its weekly index options expiry from Thursday to Tuesday, starting today."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "India’s ageing wind infra has potential to unlock 25.4 GW capacity",
        "link": "https://www.thehindubusinessline.com/economy/indias-ageing-wind-infra-has-potential-to-unlock-254-gw-capacity/article70003234.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "India’s ageing wind infra has potential to unlock 25.4 GW capacity",
        "bullets": [
          "The Centre for Science and Environment’s (CSE) in a report explored the urgent need to repower, replace old, low-capacity turbines with modern, high-capacity ones,",
          "It highlights structural barriers that hinder repowering, from fragmented ownership to outdated evacuation systems, and calls for a coordinated, policy-backed response.",
          "The report underscores that without targeted policy support, financial incentives, and regulatory reforms, developers are unlikely to independently pursue repowering initiatives.",
          "Tamil Nadu alone operates more than 8,800 turbines totalling 6.25 GW, many of which rely on obsolete technology."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Urban Company, boAt owner get Sebi's go-ahead to launch IPOs",
        "link": "https://www.thehindubusinessline.com/markets/urban-company-boat-owner-get-sebis-go-ahead-to-launch-ipos/article70003404.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Urban Company, boAt owner get Sebi's go-ahead to launch IPOs",
        "bullets": [
          "As many as 13 firms, including Urban Company, which provides app-based beauty and home services, and Imagine Marketing, the parent of wearables brand boAt,",
          "These companies, which had filed their preliminary IPO papers between March and June, obtained Sebi's observations during August 1-29, the update showed.",
          "In regulatory terms, Sebi's observations are equivalent to clearance for launching a public issue.",
          "Together, the 13 firms are expected to raise more than Rs 15,000 crore through IPOs, according to merchant bankers."
        ],
        "impact": "Bearish"
      }
    }
  ]
}