{
  "2025-09-06": {
    "runs": {
      "22:10": [
        {
          "item": {
            "title": "Dividend stocks: Mazagon Dock Shipbuilders, GRSE to Bharat Dynamics — 5 defence stocks to trade ex-dividend this month",
            "link": "https://www.livemint.com/market/stock-market-news/dividend-stocks-mazagon-dock-shipbuilders-grse-to-bharat-dynamics-5-defence-stocks-to-trade-ex-dividend-this-month-11757169758255.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Dividend stocks: Mazagon Dock Shipbuilders, GRSE to Bharat Dynamics — 5 defence stocks to trade ex-dividend this month",
            "bullets": [
              "Dividend stocks: Defence companies' shares like Apollo Micro Systems, Cochin Shipyard, Garden Reach Shipbuilders & Engineers (GRSE), Mazagon Dock Shipbuilders, and Bharat Dynamics are",
              "The ex-dividend date is when the equity share price adjusts to reflect the next dividend payout.",
              "This day, the stock becomes ex-dividend, which means the shares do not carry the value of their next dividend payment from that day forward.",
              "The dividend issue will be payable to all the shareholders whose names appear on the company's list by the end of the record date."
            ],
            "impact": "Bullish"
          }
        },
        {
          "item": {
            "title": "Junk Bonds Are the New High Grade Bonds",
            "link": "https://www.livemint.com/market/stock-market-news/junk-bonds-are-the-new-high-grade-bonds-11757174208529.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Junk Bonds Are the New High Grade Bonds",
            "bullets": [
              "As money managers brace for the Federal Reserve to start cutting rates, they’ve grown willing to accept lower and lower yields compared with government",
              "But investors are piling into corporate bonds to lock in yields that are high by the standards of the last decade, and have been",
              "The average US high-grade bond yield was 4.8% on Thursday, well above the mean of 3.8% for the last decade but down from 5.3%",
              "For now, money managers are happy to allow the market to climb the proverbial wall of worry."
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "Tracking infrastructure funds",
            "link": "https://www.thehindubusinessline.com/portfolio/stock-fundamental-analysis-india/tracking-infrastructure-funds/article70007652.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Tracking infrastructure funds",
            "bullets": [
              "For one, the base has expanded significantly, and two, the hit on government revenues (direct and indirect taxes) will likely show in deficit numbers.",
              "The larger purse need not expand to sustain the listed companies’ order books.",
              "Private capex has failed expectations so far in taking over the mantle.",
              "The strong GDP print, despite the commentary on inflation adjustments, should spur a higher pace of capacity building along with lowered cost of borrowing."
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "Curefit bets on franchise push, new formats for growth",
            "link": "https://www.thehindubusinessline.com/companies/curefit-bets-on-franchise-push-new-formats-for-growth/article70019888.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Curefit bets on franchise push, new formats for growth",
            "bullets": [
              "Fitness chain Curefit, which operates the Cult.fit brand, is set to turn profitable by the end of this year, riding on aggressive expansion through",
              "“The fitness services business is already profitable.",
              "The company as a whole will be profitable by the end of the year,” said Mujtabha Magrey, COO and Head of Fitness Services, Cult.fit,",
              "Curefit currently operates 700 centres across 40 cities, with nearly 85 per cent of its revenue still coming from the top four metros."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}