{
  "2025-09-02": [
    {
      "item": {
        "title": "Anlon Healthcare IPO to list on Wednesday; GMP signals muted debut, price and other details here",
        "link": "https://www.livemint.com/market/ipo/anlon-healthcare-ipo-to-list-on-wednesday-gmp-signals-muted-debut-price-and-other-details-here-11756812622557.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Anlon Healthcare IPO to list on Wednesday; GMP signals muted debut, price and other details here",
        "bullets": [
          "The initial public offering (IPO) of Anlon Healthcare, which closed recently, is scheduled to list on the Indian stock exchanges on Wednesday, September 3.",
          "The IPO received total bids for 9.47 crore shares against 1.33 crore shares offered.",
          "According to market sources, the company’s shares are quoting at ₹03 in the grey market, indicating that the shares might list slightly above the",
          "The grey market premium reflects investors’ willingness to pay a premium over the IPO price."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "IPO alert: Urban Company, boAt secure Sebi approval for listings",
        "link": "https://www.livemint.com/market/ipo/urban-company-ipo-boat-ipo-upcoming-ipos-india-sebi-ipo-approval-indian-stock-market-news-startup-ipo-india-11756813453637.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "IPO alert: Urban Company, boAt secure Sebi approval for listings",
        "bullets": [
          "Home services marketplace Urban Company and wearables brand boAt have received approval from the Securities and Exchange Board of India (Sebi) for their stock",
          "The regulator’s clearance comes at a time when IPO activity is gaining momentum, with Sebi indicating a record number of approvals in the coming",
          "Urban Company, which filed its draft red herring prospectus (DRHP) in April, plans to raise about ₹1,900 crore through its initial public offering (IPO).",
          "According to its latest filings, Urban Company recorded a 38% year-on-year jump in revenue to ₹1,144 crore in FY25, while turning profitable with ₹28.5"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Government aid for semiconductor projects to continue, design-linked sops to expand: IT Secretary",
        "link": "https://www.thehindubusinessline.com/info-tech/government-aid-for-semiconductor-projects-to-continue-design-linked-sops-to-expand-it-secretary/article70003740.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Government aid for semiconductor projects to continue, design-linked sops to expand: IT Secretary",
        "bullets": [
          "\"I've never come across in all these years a programme which is as generous as industrial policy support which almost amounts to 70 per",
          "MediaTek India managing director Anku Jain said that the semiconductor industry in India has seen tremendous policy support in the last 4-5 years and"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "TCS partners with Tryg on a €550 million deal for digital transformation over the next 7 years",
        "link": "https://www.thehindubusinessline.com/info-tech/tcs-partners-with-tryg-on-a-550-million-deal-for-digital-transformation-over-the-next-7-years/article70003794.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "TCS partners with Tryg on a €550 million deal for digital transformation over the next 7 years",
        "bullets": [
          "The expanded partnership will create an opportunity for TCS to streamline a historically complex IT landscape shaped by organic growth and acquisitions, unify fragmented",
          "TCS will also establish an operating model to manage business across three key markets that Tryg operates in."
        ],
        "impact": "Neutral"
      }
    }
  ]
}