{
  "2025-09-05": [
    {
      "item": {
        "title": "GST 2.0 reshapes retail fashion: Value brands surge, premium feels the pinch",
        "link": "https://www.livemint.com/market/stock-market-news/gst-2-0-gst-reform-india-gst-rates-apparel-gst-rates-footwear-gst-tax-changes-2025-11757057829666.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "GST 2.0 reshapes retail fashion: Value brands surge, premium feels the pinch",
        "bullets": [
          "Instead, the categories are split out solely on prices.",
          "Thanks to this demerger, investors could have their pick following the GST 2.0 announcement.",
          "Following stagnant revenues since FY23, investors have pinned their hopes of a recovery on the GST cut.",
          "Their stagnant revenues over the last few years have left investors wanting."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "GST rate cut may sweeten margins for FMCG stocks; HUL, Britannia, Colgate, Nestle, likely winners",
        "link": "https://www.livemint.com/market/stock-market-news/gst-rate-cut-may-sweeten-margins-for-fmcg-stocks-hul-britannia-colgate-nestle-likely-winners-11757062878198.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "GST rate cut may sweeten margins for FMCG stocks; HUL, Britannia, Colgate, Nestle, likely winners",
        "bullets": [
          "Significant changes have been observed in biscuits, toothpaste, soaps, shampoos, toothbrushes, and hair oils, while cigarettes and CSD remain unchanged for the time being.",
          "Among the major players in the FMCG sector, HUL is poised to gain significantly, as about 35% of its product range, including soaps, shampoos,",
          "For Nestle, approximately 70% of its operations (including confectionery, instant coffee, the Maggi lineup, and condensed milk) will shift to a 5% tax rate.",
          "Categories such as detergents, hair dyes, household insecticides, skincare products, and cosmetics have not experienced any adjustments in tax rates."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Indian Bank migrates its corporate website to ‘.bank.in’ domain",
        "link": "https://www.thehindubusinessline.com/money-and-banking/indian-bank-migrates-its-corporate-website-to-bankin-domain/article70015636.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Indian Bank migrates its corporate website to ‘.bank.in’ domain",
        "bullets": [
          "Indian Bank on Friday said it has successfully migrated its corporate website to the ‘.bank.in’ domain (https://indianbank.bank.in), in line with RBI’s circular and under"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Air India flight makes priority landing at Indore airport after pilot identifies technical snag",
        "link": "https://www.thehindubusinessline.com/economy/logistics/air-india-flight-makes-priority-landing-at-indore-airport-after-pilot-identifies-technical-snag/article70015611.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Air India flight makes priority landing at Indore airport after pilot identifies technical snag",
        "bullets": [
          "Air India Express flight 1028 operating from Delhi to Indore on Friday morning had to make a priority landing at Indore Airport after the",
          "\"Due to a suspected oil filter issue during descent into Indore, following standard operating procedures, the crew landed safely.",
          "\"Flight AI2913, operating from Delhi to Indore on 31 August, had air-returned to Delhi shortly after take-off, as the cockpit crew had received a",
          "On August 31, an Air India flight operating from Delhi to Indore on Saturday had been forced to return to the national capital shortly"
        ],
        "impact": "Bearish"
      }
    }
  ]
}