{
  "2025-09-04": [
    {
      "item": {
        "title": "Dev Accelerator IPO: Price band set at  ₹56-61 per share; check key dates, issue details, more",
        "link": "https://www.livemint.com/market/ipo/dev-accelerator-ipo-price-band-set-at-rs-56-61-per-share-check-key-dates-issue-details-more-11756961775623.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Dev Accelerator IPO: Price band set at  ₹56-61 per share; check key dates, issue details, more",
        "bullets": [
          "Dev Accelerator IPO price band has been fixed in the range of ₹56 to ₹61 per equity share of the face value of ₹10.",
          "The Dev Accelerator IPO date of subscription is scheduled for Wednesday, September 10 and will close on Friday, September 12.",
          "The allocation to anchor investors for the Dev Accelerator IPO is scheduled to take place on Tuesday, September 9.",
          "Dev Accelerator IPO lot size is 235 equity shares and in multiples of 235 equity shares thereafter."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Mint Explainer | What’s behind Jane Street’s SAT appeal against Sebi in the index manipulation case",
        "link": "https://www.livemint.com/market/jane-street-sebi-index-manipulation-case-sat-appeal-11756956536587.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Mint Explainer | What’s behind Jane Street’s SAT appeal against Sebi in the index manipulation case",
        "bullets": [
          "Mint Explainer | What’s behind Jane Street’s SAT appeal against Sebi in the index manipulation case Jane Street alleges Sebi overlooked its own reviews",
          "On Wednesday, four entities of the global trading firm moved the Securities Appellate Tribunal (SAT) against the Securities and Exchange Board of India (Sebi),",
          "At stake is not only a ₹4,843 crore escrow deposit but also the question of whether Sebi suppressed exculpatory findings while accusing Jane Street",
          "The core of Jane Street’s appeal is that two earlier reviews—one by the National Stock Exchange (NSE) and another by Sebi’s Integrated Surveillance Department"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Can India keep the growth engine warm, or will tariffs and inflation stall the ride?",
        "link": "https://www.thehindubusinessline.com/multimedia/audio/can-india-keep-the-growth-engine-warm-or-will-tariffs-and-inflation-stall-the-ride/article70010914.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Can India keep the growth engine warm, or will tariffs and inflation stall the ride?",
        "bullets": [
          "The conversation covers the impact of GDP deflators, the possible effects of new US tariffs, concerns around MSME sector employment, and the upcoming GST",
          "They also touch on the inflation outlook and the likelihood of an RBI rate cut in the coming months."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "HUL shares jump 1.2% as GST rate cuts boost FMCG sector outlook",
        "link": "https://www.thehindubusinessline.com/markets/stock-markets/hul-shares-jump-12-as-gst-rate-cuts-boost-fmcg-sector-outlook/article70010895.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "HUL shares jump 1.2% as GST rate cuts boost FMCG sector outlook",
        "bullets": [
          "Hindustan Unilever Limited (HUL) shares surged 1.19 per cent to ₹2,696.30 in morning trade on Wednesday, following the GST Council’s approval of rate rationalization",
          "The GST reforms will reduce rates on essential FMCG products from 18 per cent to 5 per cent, covering key categories including hair oil,",
          "Market analysts expect companies will pass on the GST benefits to consumers, potentially driving higher volumes and improved earnings in the upcoming quarters while"
        ],
        "impact": "Bullish"
      }
    }
  ]
}