{
  "2025-09-06": {
    "runs": {
      "03:06": [
        {
          "item": {
            "title": "Screw the money — Anthropic’s $1.5B copyright settlement sucks for writers",
            "link": "https://techcrunch.com/2025/09/05/screw-the-money-anthropics-1-5b-copyright-settlement-sucks-for-writers/",
            "site_name": "TechCrunch",
            "novelty_hash": "1cea926c7e926535208abc540ffaaa8d3c7c2a21"
          },
          "review": {
            "headline_rewrite": "Screw the money — Anthropic’s $1.5B copyright settlement sucks for writers",
            "bullets": [
              "Around half a million writers will be eligible for a payday of at least $3,000, thanks to a historic $1.5 billion settlement in a class action lawsuit that a group of authors brought against Anthropic.",
              "Tech giants are racing to amass as much written material as possible to train their LLMs, which power groundbreaking AI chat products like ChatGPT and Claude — the same products that are endangering the creative industries, even if their outputs are milquetoast.",
              "These AIs can become more sophisticated when they ingest more data, but after scraping basically the entire internet, these companies are literally running out of new information.",
              "That’s why Anthropic, the company behind Claude, pirated millions of books from “shadow libraries” and fed them into its AI.",
              "Anthropic, is one of dozens filed against companies like Meta, Google, OpenAI, and Midjourney over the legality of training AI on copyrighted works.",
              "But writers aren’t getting this settlement because their work was fed to an AI — this is just a costly slap on the wrist for Anthropic, a company that just raised another $13 billion, because it illegally downloaded books instead of buying them."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Anthropic to pay $1.5 billion to authors in landmark AI settlement",
            "link": "https://www.theverge.com/anthropic/773087/anthropic-to-pay-1-5-billion-to-authors-in-landmark-ai-settlement",
            "site_name": "The Verge",
            "novelty_hash": "a8856bac68e2aba38545a21b6af3e2b6babf8bd2"
          },
          "review": {
            "headline_rewrite": "Anthropic to pay $1.5 billion to authors in landmark AI settlement",
            "bullets": [
              "In what’s potentially the first major payout to creatives whose work was used to train AI systems, Anthropic has reached an agreement to pay “at least” a staggering $1.5 billion, plus interest, to authors to settle its class-action lawsuit.",
              "Lawyers for the plaintiffs said it’s “believed to be the largest publicly reported recovery in the history of US copyright litigation.”\nAnthropic to pay $1.5 billion to authors in landmark AI settlement\nLawyers said it’s believed to be the largest-ever settlement in a US copyright case, paying about $3,000 per book.",
              "According to a press release, the final amount could be higher, in that approximately 500,000 works will likely be paid out, but if the total is higher than that, Anthropic will pay an additional $3,000 per work, and it all depends on the number of claims submitted.",
              "“The settlement only releases claims based on past acts – it does not give Anthropic a license or permission for future AI training and it does not release any claims that arise after August 25, 2025,” the release stated.",
              "In August 2024, three authors — Andrea Bartz, Charles Graeber, and Kirk Wallace Johnson — alleged that Anthropic had “built a multibillion-dollar business by stealing hundreds of thousands of copyrighted books.” Over the summer, a federal judge handed Anthropic a small win, ruling that the company was within its legal rights to train its AI models on legally purchased books.",
              "But the judge also said that Anthropic would need to face a separate trial for its alleged use of pirated books."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "What to expect (and not expect) from yet another September Apple event",
            "link": "https://arstechnica.com/gadgets/2025/09/what-to-expect-and-not-expect-from-yet-another-september-apple-event/",
            "site_name": "Ars Technica",
            "novelty_hash": "3cdffd2aff37162cb180fc0b3a99cfa5f9f6f54a"
          },
          "review": {
            "headline_rewrite": "What to expect (and not expect) from yet another September Apple event",
            "bullets": [
              "Apple's next product event is happening on September 9, and while the company hasn't technically dropped any hints about what's coming, anyone with a working memory and a sense of object permanence can tell you that an Apple event in the month of September means next-generation iPhones.",
              "Chips get gradually faster, cameras get gradually better, but Apple hasn't done a seismic iPhone X-style rethinking of its phones since, well, 2017's iPhone X.",
              "The rumor mill thinks that Apple is working on a foldable iPhone—and such a device would certainly benefit from years of investment in the iPad—but if it's coming, it probably won't be this year.",
              "Let's run down what the most reliable rumors have said we're getting.",
              "Improved front- and rear-facing cameras and a new Apple A19-series chip with at least the 8GB of RAM needed to support Apple Intelligence are both pretty safe bets."
            ],
            "impact": "Positive"
          }
        },
        {
          "item": {
            "title": "“First of its kind” AI settlement: Anthropic to pay authors $1.5 billion",
            "link": "https://arstechnica.com/tech-policy/2025/09/first-of-its-kind-ai-settlement-anthropic-to-pay-authors-1-5-billion/",
            "site_name": "Ars Technica",
            "novelty_hash": "6f95515be19b3c777322cf18f35a85a373290e96"
          },
          "review": {
            "headline_rewrite": "“First of its kind” AI settlement: Anthropic to pay authors $1.5 billion",
            "bullets": [
              "Authors revealed today that Anthropic agreed to pay $1.5 billion and destroy all copies of the books the AI company pirated to train its artificial intelligence models.",
              "In a press release provided to Ars, the authors confirmed that the settlement is \"believed to be the largest publicly reported recovery in the history of US copyright litigation.\" Covering 500,000 works that Anthropic pirated for AI training, if a court approves the settlement, each author will receive $3,000 per work that Anthropic stole.",
              "\"Depending on the number of claims submitted, the final figure per work could be higher,\" the press release noted.",
              "Justin Nelson, a lawyer representing the three authors who initially sued to spark the class action—Andrea Bartz, Kirk Wallace Johnson, and Charles Graeber—confirmed that if the \"first of its kind\" settlement \"in the AI era\" is approved, the payouts will \"far\" surpass \"any other known copyright recovery.\"\n\"It will provide meaningful compensation for each class work and sets a precedent requiring AI companies to pay copyright owners,\" Nelson said.",
              "\"This settlement sends a powerful message to AI companies and creators alike that taking copyrighted works from these pirate websites is wrong.\"\nGroups representing authors celebrated the settlement on Friday.",
              "The CEO of the Authors’ Guild, Mary Rasenberger, said it was \"an excellent result for authors, publishers, and rightsholders generally.\" Perhaps most critically, the settlement shows \"there are serious consequences when\" companies \"pirate authors’ works to train their AI, robbing those least able to afford it,\" Rasenberger said."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Classic Sesame Street episodes are coming to YouTube",
            "link": "https://www.theverge.com/news/773164/youtube-sesame-street-classic-episodes-netflix",
            "site_name": "The Verge",
            "novelty_hash": "d6087fac9f6d13ebed2de7431099af82ba4d49c2"
          },
          "review": {
            "headline_rewrite": "Classic Sesame Street episodes are coming to YouTube",
            "bullets": [
              "Once the episodes are available, “YouTube will have the largest digital library of Sesame Street content,” Sesame Workshop says.",
              "The new episodes will also be available “same day-and-date in the US on PBS stations and PBS KIDS digital platforms.”\nLast year, Warner Bros.",
              "Discovery chose not to renew its deal with Sesame Workshop to air new Sesame Street episodes on the streaming service now known (once again) as HBO Max."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Zuckerberg caught on hot mic telling Trump ‘I wasn’t sure’ how much to promise to spend on AI in the US",
            "link": "https://www.engadget.com/zuckerberg-caught-on-hot-mic-telling-trump-i-wasnt-sure-how-much-to-promise-to-spend-on-ai-in-the-us-211915608.html",
            "site_name": "Engadget",
            "novelty_hash": "1ec73762aa414c4490832f09f0765f266d162277"
          },
          "review": {
            "headline_rewrite": "Zuckerberg caught on hot mic telling Trump ‘I wasn’t sure’ how much to promise to spend on AI in the US",
            "bullets": [
              "Mark Zuckerberg has certainly come a long way in his relationship with President Donald Trump.",
              "The nearly three dozen CEOs and execs in attendance took turns praising and thanking Trump.",
              "A year ago, the then-former president was threatening the Facebook founder with jail time.",
              "Not only is Zuckerberg promising to spend massive amounts on money in the US on AI infrastructure, he's seemingly confirming that Trump approves of the specific number."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}