{
  "2025-09-01": [
    {
      "item": {
        "title": "FTC chair warns Google about Gmail’s ‘partisan’ spam filters",
        "link": "https://techcrunch.com/2025/08/31/ftc-chair-warns-alphabet-about-gmails-partisan-spam-filters/",
        "site_name": "TechCrunch",
        "novelty_hash": "99582dcf36ceee6a672fab42819d5418f098b7fb"
      },
      "review": {
        "headline_rewrite": "FTC chair warns Google about Gmail’s ‘partisan’ spam filters",
        "bullets": [
          "Andrew Ferguson, the Trump-appointed chair of the Federal Trade Commission, recently expressed concern that “Alphabet’s administration of Gmail is designed to have partisan effects.”\nIn a letter addressed to Alphabet CEO Sundar Pichai, Ferguson pointed to a recent story in the New York Post describing complaints by Targeted Victory (a consulting and PR firm that’s worked with the Republican National Committee and Elon Musk’s X) claiming that Gmail flags emails linking to the Republican fundraising platform WinRed as spam, without doing the same to emails linking to the Democratic platform ActBlue.",
          "“My understanding from recent reporting is that Gmail’s spam filters routinely block messages from reaching consumers when those messages come from Republican senders but fail to block similar messages sent by Democrats,” Ferguson wrote.",
          "He warned Alphabet that if Gmail’s filters “keep Americans from receiving speech they expect, or donating as they see fit, the filters may harm American consumers and may violate the FTC Act’s prohibition of unfair or deceptive trade practices,” adding this could lead to “an FTC investigation and potential enforcement action.”\nIn response, a Google spokesperson told Axios that Gmail’s spam filters “look at a variety of objective signals – like whether people mark a particular email as spam, or if a particular ad agency is sending a high volume of emails that are often marked by people as spam,” and they said the company applies this approach “equally to all senders, regardless of political ideology.”\nThe spokesperson also said, “We will review this letter and look forward to engaging constructively.”\nConservatives frequently complain that they are being censored or otherwise treated unfairly by digital platforms, including Gmail.",
          "In 2023, the Federal Election Commission dismissed a complaint from Republicans over Gmail’s spam filters, and a federal court also dismissed an RNC lawsuit with similar complaints.",
          "(The RNC seems to be reviving that lawsuit.)\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital, Elad Gil — just a few of the heavy hitters joining the Disrupt 2025 agenda.",
          "Netflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Escape from Tarkov is finally coming to Steam 'soon,' developer says",
        "link": "https://www.engadget.com/gaming/escape-from-tarkov-is-finally-coming-to-steam-soon-developer-says-181356635.html",
        "site_name": "Engadget",
        "novelty_hash": "81343e2840b1be6c0ff57abec68a8e95ff1a75a1"
      },
      "review": {
        "headline_rewrite": "Escape from Tarkov is finally coming to Steam 'soon,' developer says",
        "bullets": [
          "Following news that Escape from Tarkov is escaping its perpetual beta, the pioneering extraction shooter is also about to make its debut on Steam.",
          "Nikita Buyanov, head of the Battlestate Games studio that developed Escape from Tarkov, confirmed on X that the game's Steam page \"will be available soon,\" only teasing that the full details will come later.",
          "The Steam page for Escape from Tarkov isn't live yet, and with only vague details to go off of, longtime fans already have burning questions.",
          "Most importantly, existing players are eager to know if they will have to buy the game again on Steam and how this change will affect the ongoing cheating problem.",
          "The controversy boiled down to owners of the Edge of Darkness edition claiming they should have access to the new content, but the studio argued that it isn't classified as DLC.",
          "In the end, Buyanov apologized for the debacle and promised the PvE mode would be available for anyone who purchased the Edge of Darkness package."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "News Showcase",
        "link": "https://news.google.com/showcase?hl=en-US&gl=US&ceid=US%3Aen",
        "site_name": "Google News",
        "novelty_hash": "3b049e7f6bfdc4caaa189ba388a335c22208cf91"
      },
      "review": {
        "headline_rewrite": "News Showcase",
        "bullets": [
          "BUSINESS\nWhy shoppers can ‘trust nothing’ in a world of AI influencersNews Showcase\nStories selected by newsroom editors\nToledo's Leader in News, Sports & Entertainment\nFort Worth & Tarrant County Headlines\nTwin Cities\nPrior Lake teacher sues district after suspension for private Facebook post about deporting familiesTwin Cities\nFans line up for the one place in Minnesota where you can find an old-school photo boothTwin Cities\nMinneapolis Public Schools is taking a slow approach to potential closures and mergersLatest and Local – Cheyenne, WY\nLatest and Local – Gillette, WY\nBRAINERD MINNESOTA NEWS\nSAN FRANCISCO'S TOP STORIES\n'BEST VIBES EVER'\nLocals and travelers (and dogs) bask in SF's 'second summer'COW OUT, ELKS IN\nA $30M deal opens a contentious new chapter for Point ReyesSEE INSIDE\nA '70s architectural gem in Noe Valley gets a glow-upLatest headlines\nMorning Headlines\nSan Diego Sunday Morning Report\nA 'new era of airpower'\nUnited States Air Force heralds General Atomics combat droneA weeklong sprint\nHow Brooks rescued HS running championships at Balboa ParkCongressional bid calling\nCampa-Najjar plans leave of absence from Georgetown U.Sauk Valley\nSauk Valley\nLegends of the Rock Memorial Fishing Tournament donates ‘Stop the Bleed’ kits to Sauk Valley-area schoolsSauk Valley\nShaw Local Radio Podcast: Talk-Line with Steve Marco interviews Steve Davis, Reagan Mass Transit DistrictSauk Valley\nDixon blasts past Rockford Lutheran, sets up big tilt with ByronNEWS TO KNOW THIS EVENING\nWhat Utah is buzzing about\nInside BYU's ‘gay purge'\nHow BYU police used a fake ad in the 70s to trap queer studentsLGBTQ+ community center\nAn LGBTQ+ resource center in Utah County is closing its doorsThe battle against addiction\nOdyssey House opens new sober living facility in MurraySunday's news in Arlington, Virginia\nUNITED STATES\nTo issue executive order\nTrump says he will order voter ID requirement for every voteAmid wildfire\nTwo firefighters held at Washington ICE detention centerKennedy's vaccine opposition\nSenator Sanders says U.S.",
          "Health Secretary Kennedy must resignTODAY IN SANTA CRUZ COUNTY\nDaily Chronicle\nTHE WEEK AHEAD\nLATEST MARKET UPDATE\nFutures: Alibaba Hits Nvidia, AI.",
          "Trump Tariffs Ruled Illegal.STOCKS TO WATCH\nTwo AI Plays Lead Five Stocks Near Buy PointsEARNINGS PREVIEW\nBuyers Push Broadcom Stock Higher Ahead Of Quarterly ResultsDaily News\nBKReader: Brooklyn Reader - Latest\nThe updated standards restr...",
          "Artists Redefine Brooklyn Court With Vibrant MuralMy Suburban Life\nLatest Headlines\nNorthwest Herald\nGJ Sentinel Headlines 8/31/25\nConstant traffic\nTrail-use impacts on elk but not deer in Gunnison BasinExpect fan-favorite hits\n'Weird Al' Yankovic returns to Grand Junction on Tuesday nightEagle Bluff Ranch conserved\nColorado West Land Trust has conserved 150K acres, including large San Miguel County ranchALEXANDRIA MINNESOTA NEWS\nDaily Journal\nNORTHEAST GEORGIA\nGEORGIA ELECTIONS\nRep.",
          "Dixon condemns swatting hoaxes at Georgia universitiesThe Business Journal of the Boulder Valley and Northern Colorado\nGOVERNMENT & POLITICS\nLouisville ballot opponents spar over zoning, affordable housing, feesTECHNOLOGY\nBroomfield quantum firm Quantinuum raises nearly $600M40 UNDER FORTY\nDeadline approaches for 40 Under Forty nominationsBEMIDJI MINNESOTA NEWS\nWILLMAR MINNESOTA NEWS\nStart the day with must-read news and opinion\nLatest news for Mountlake Terrace\nLatest in environmental series\nSalmon and tires topic of Sept.",
          "And why is there a festival devoted to it atNews\nMorris: The reach of Memphis Rox keeps climbingSunday News Roundup\nKane County Chronicle\nListen: Kane County’s 5 most-read stories this week: August 24-30Kane County Chronicle\n‘Where help is offered without judgement:’ Between Friends of Sugar Grove opens at new locationKane County Chronicle\nNew principal named at Kane County Juvenile Justice CenterSunday's news in Fairfax County\nToday's Rundown\nBroadband infrastructure\nNew Mexico set to expand broadband access with state fundsJailed for court debt\nUnpaid traffic tickets still land New Mexicans behind barsSan Isidro Catholic Parish\nAgua Fría faithful reflect on church as anniversary approachesThe Almanac\nAug 31 2025, 8:12 AM\nBlog: An Evolving Perspective on Gardening (Part 1)Aug 30 2025, 5:58 PM\nEdgewood Fire ‘progress stopped’ after acres burned off Highway 280Aug 30 2025, 5:20 PM\nCyclist dies following Woodside collisionCobb Courier Evening Update August 31, 2025\nCrime & Public Safety\nKemp suspends Cobb Court Clerk Connie TaylorHazardous weather outlook\nPotential lightning in the GA mountains SundayIt's the Climate, Stupid!"
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "AI warning: 10 things you should never share with ChatGPT and other chatbots",
        "link": "https://timesofindia.indiatimes.com/technology/tech-tips/ai-warning-10-things-you-should-never-share-with-chatgpt-and-other-chatbots/articleshow/123600870.cms",
        "site_name": "The Times of India",
        "novelty_hash": "d203697e9b7a1258e8aa34a6ab8715fb6979fd17"
      },
      "review": {
        "headline_rewrite": "AI warning: 10 things you should never share with ChatGPT and other chatbots",
        "bullets": [
          "Artificial intelligence chatbots like ChatGPT are rapidly changing the way people interact with technology.",
          "From answering quick questions and drafting emails to offering companionship and emotional support, these tools are becoming a daily presence in many lives.",
          "Experts warn that oversharing with AI carries serious risks, including privacy breaches, identity theft, and misuse of personal or sensitive information.",
          "Unlike a human conversation, interactions with AI are not confidential, and what you share may be stored, analysed, or even exposed.",
          "10 things that you should never discuss with AI chatbots\n1.",
          "Personal information\nDetails like your full name, home address, phone number, or email may seem harmless but can be pieced together to track your online identity."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "China and India pledge to be 'partners not rivals' at security summit",
        "link": "https://news.google.com/read/CBMiWkFVX3lxTE9lS2JfajUzQkhjc3QxT1UxY1JBQ0V0ODU4d1pDc0ZVUks3aS0yeHJIcFBMaGhDMHc3bDdDZkdaQnJKb2FEazFZWGZGQkNkUUNTbXlXaFFOSHRfQQ",
        "site_name": "Google News",
        "novelty_hash": "da39a3ee5e6b4b0d3255bfef95601890afd80709"
      },
      "review": {
        "headline_rewrite": "China and India pledge to be 'partners not rivals' at security summit",
        "bullets": [],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "AI News",
        "link": "https://timesofindia.indiatimes.com/technology/artificial-intelligence",
        "site_name": "The Times of India",
        "novelty_hash": "3a2edfb86440d35a9e8b122061650673882966e1"
      },
      "review": {
        "headline_rewrite": "AI News",
        "bullets": [
          "Grammarly launches new AI agents to assist students and professionals with writing tasks\nGrammarly has introduced eight new AI agents within its AI writing surface, 'docs,' designed to aid students and professionals with diverse writing tasks.",
          "These agents offer functionalities like citation finding, plagiarism checking, and AI detection, alongside features predicting reader reactions and providing rubric-based feedback.",
          "This launch signifies Grammarly's move towards agent-based AI to enhance writing across various platforms."
        ],
        "impact": "Positive"
      }
    }
  ]
}