{
  "2025-09-06": {
    "runs": {
      "09:12": [
        {
          "item": {
            "title": "Technology Sep 4, 2025 AI startup CEO who has hired several Meta engineers says: Reason AI researchers are leaving Meta is, as founder Mark Zuckerberg said, \"Biggest risk is not taking ...\" Memories.ai CEO Shawn Shen reveals that Meta's frequent reorganizations are driving AI researchers to seek opportunities elsewhere, including his own startup. Memories.ai is offering lucrative compensation packages, up to $2 million, to attract top talent. The company has already hired a former Meta research scientist as its chief AI officer and plans to expand its AI team significantly.",
            "link": "https://timesofindia.indiatimes.com/technology/tech-news/ai-startup-ceo-who-has-hired-several-meta-engineers-says-reason-ai-researchers-are-leaving-meta-is-as-founder-mark-zuckerberg-said-biggest-risk-is-not-taking-/articleshow/123704579.cms",
            "site_name": "The Times of India",
            "novelty_hash": "730145158a9692fe6eccd6dff485fec2c763046b"
          },
          "review": {
            "headline_rewrite": "Technology Sep 4, 2025 AI startup CEO who has hired several Meta engineers says: Reason AI researchers are leaving Meta is, as founder Mark Zuckerberg said, \"Biggest risk is not taking ...\" Memories.ai CEO Shawn Shen reveals that Meta's frequent reorganizations are driving AI researchers to seek opportunities elsewhere, including his own startup. Memories.ai is offering lucrative compensation packages, up to $2 million, to attract top talent. The company has already hired a former Meta research scientist as its chief AI officer and plans to expand its AI team significantly.",
            "bullets": [
              "Shawn Shen, co-founder and CEO of the AI startup Memories.ai, has stated that some researchers are leaving Facebook-parent Meta due to frequent company reorganisations and a desire to take on bigger risks.",
              "Shen's startup, which builds AI to understand visual data, recently announced a plan to offer up to $2 million compensation packages to researchers from top tech companies.",
              "Memories.ai has already hired Chi-Hao Wu, a former Meta research scientist, as its chief AI officer.",
              "Shen also referenced a statement from Meta CEO Mark Zuckerberg who earlier said that the\nâthe biggest risk is not taking any risks.âWhat startup CEO Shen said about AI researchers leaving Meta\nIn an interview with Business Insider, Shen said:\nâMeta is constantly doing reorganizations.",
              "I think the biggest one is what Mark (Zuckerberg) has said: âIn an age that's evolving so fast, the biggest risk is not taking any risks.",
              "So why not do that and potentially change the world as part of a trillion-dollar company?âWe have already hired Eddy Wu, our Chief AI Officer who was my manager's manager at Meta."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "News Showcase",
            "link": "https://news.google.com/showcase?hl=en-US&gl=US&ceid=US%3Aen",
            "site_name": "Google News",
            "novelty_hash": "fe16e0a5c8757bcbc0afdf2fdb34581a05ccbe16"
          },
          "review": {
            "headline_rewrite": "News Showcase",
            "bullets": [
              "Culture\nWhat did New York City teens wear on the first day of school?News Showcase\nStories selected by newsroom editors\nSan Diego Friday Evening Report\nCare for vets 'under assault'\nVeterans rally in La Jolla to push back against Trump cuts to VASDPD: Suspect at large\nMan stabbed multiple times trying to stop downtown fightHonors civic leader’s passion\nCurtain rises on ‘The Joan,’ new theater at Liberty Station Fort Worth & Tarrant County Headlines\nEntertainment & Arts\nCobb Courier Evening Update September 5, 2025\nReligion\nFuneral of Dr.",
              "Are you here to adopt me?\"Northwest Herald\nTaking the Amtrak, stylish mansion for sale, more\nFrom NOLA to Mobile\nEverywhere Ian McNulty ate, drank, explored in Mobile, AlabamaReal estate news\nSee inside this Acadian home for sale in Old MetairieNew Orleans legend\n428 Saints teammates, but there's only one Cam JordanToday's Rundown\nThe Roundhouse\nGovernor calls lawmakers for special session starting Oct.",
              "Are Talks Underway to Give NYC Mayor a Job in Washington?Daily Dose of Neighborhood News 9.5.25\nImmigration News\nAsylum Seekers & Migrants\nWith ICE Detentions Rising, Immigrant Orgs Are Learning to AdaptNews Roundup\nTrump to End Temporary Status of Another 268K VenezuelansImmigrant Communities\nSouth Asian Storeowners ‘Doomed’ by Trump’s 50% Tariffs Santa Monica Pier Corporation will honor local legends\nKane County Chronicle\nPhotos: Oswego, Geneva football meet in nonconference actionKane County Chronicle\nElderly couple killed when their car collides with vehicle driven by 18-year-old in GenevaKane County Chronicle\nIssy Smith, DeKalb deliver on the serve to knock off KanelandLane County News\nMUSK'S FAT PAY PACKAGE, BATTERY PLANT RAID\nECONOMY\nEconomic stagnation fears\nUS unemployment near 4-year high as labor market softensJob growth concerns\nFed on track for string of rate cuts Fresh blame on Fed\nTrump administration says better economic data may take a yearALEXANDRIA MINNESOTA NEWS\nCOLORADO NEWS\nNews Tribune\nLuxury Real Estate News\nGRAND FORKS ND NEWS\nLATEST CALIFORNIA NEWS\nWhat Utah is buzzing about\nMorning Headlines, Sept.",
              "5, 2025\nChicago Does\nReal Times Media\nKamala Harris Given LAPD, CHP Security After Trump Revokes Secret ServiceBlack Information Network\nMan Charged With Murder In Case Of Missing Black Teen DaCara ThompsonBlack Information Network\nFlorida’s Push To Drop School Vaccine Mandates Sparks Health ConcernsBest of Friday\nLand Use and Development\n12-condo building proposed for Northfield's new zoning districtPublic Safety\nMissing swimmer remains unidentified 2 weeks after search called offHigh School Highlights\nNT field hockey enjoys big week; Trevs volleyball off to hot startFriday's news in Fairfax County\nFriday News Roundup - Evening Edition\nThe Central Valley's News Source\nJobs Report\nDollar Falls Sharply After Jobs Data Misses ExpectationsFresno County Wildfire\nGarnet Fire Grows to 33,388 Acres in Sierra National ForestFresno Agriculture\nInside Fresno County's Rat ExplosionWILLMAR MINNESOTA NEWS\nROCHESTER MINNESOTA NEWS\nDallas-Fort Worth News - Sept.",
              "5, 2025\nCAPITOLHILLSEATTLE.COM\nThe Afternoon Recap (Sept.",
              "5, 2025)\nMountain View Voice\nSep 5 2025, 9:17 AM\nObituaries: Local residents who died recentlySep 5 2025, 8:36 AM\nBreakthrough on California housing could put taller buildings in single-family neighborhoodsSep 5 2025, 6:27 AM\nLegal experts advise caution when reporting ICE sightingsFriday's news in Arlington, Virginia\nLatest Headlines\nMilitary Mobilization\nGov."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "AI News",
            "link": "https://timesofindia.indiatimes.com/technology/artificial-intelligence",
            "site_name": "The Times of India",
            "novelty_hash": "c2cb3f5b34da9c96df06a5444a16cf6e8fb317f7"
          },
          "review": {
            "headline_rewrite": "AI News",
            "bullets": [
              "‘We have apologised to…’: Australia’s biggest bank decides not to replace human jobs with AI\nThe Commonwealth Bank of Australia (CBA) has backtracked on its plan to eliminate 45 customer service positions due to AI implementation, following pressure from the Finance Sector Union.",
              "CBA admitted its assessment was flawed and offered affected employees options to remain, apply elsewhere, or exit."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}