{
  "2025-09-01": [
    {
      "item": {
        "title": "IGL shares to be in focus on Tuesday after THIS joint venture update — Check details here",
        "link": "https://www.livemint.com/market/stock-market-news/igl-shares-to-be-in-focus-on-tuesday-after-this-joint-venture-update-check-details-here-11756732565485.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "IGL shares to be in focus on Tuesday after THIS joint venture update — Check details here",
        "bullets": [
          "“Board in its meeting held on 29 March 2025, approved the setting up of Solar Plant in the State of Rajasthan through a Joint",
          "According to the filing data, the joint venture between IGL and RVUNL will have an equity participation from both partners in the ratio of",
          "The company announced its joint venture move after the market operating hours on 1 September 2025.",
          "IGL shares hit their 52-week high level at ₹285.30 on 2 September 2024, while the 52-week low level was at ₹153.25 on 21 November"
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Small-cap auto ancillary stock to consider first-ever stock split. Check details",
        "link": "https://www.livemint.com/market/stock-market-news/smallcap-auto-ancillary-stock-to-consider-first-ever-stock-split-check-details-11756736102223.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Small-cap auto ancillary stock to consider first-ever stock split. Check details",
        "bullets": [
          "Rolex Rings, one of the leading manufacturers of forged and machined components, informed investors through an exchange filing on Monday that its board of",
          "If approved, this will mark the company’s first-ever stock split.",
          "A stock split is a corporate action initiated by a company to improve the liquidity of its shares in the secondary market.",
          "Investors holding the stock on the record date will receive the newly split shares in their demat accounts."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Despite challenges, transmission, solar EPC a sweet spot: Hartek Group",
        "link": "https://www.thehindubusinessline.com/companies/despite-challenges-transmission-solar-epc-a-sweet-spot-hartek-group/article70000165.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Despite challenges, transmission, solar EPC a sweet spot: Hartek Group",
        "bullets": [
          "“Hartek Group is gearing up to double its revenue by next year, driven by its expanding footprint in transmission and solar EPC.",
          "For an EPC company, increasing the order book is easy, but timely execution is what truly matters,” Singh emphasised.",
          "India Ratings and Research (Ind-Ra) in a report on Monday points to strong growth for EPC companies in the (T&D)/ power segment during April-June",
          "The T & D/ power sector witnessed the strongest growth in the EPC segment in Q1 FY26 at 29 per cent Y-o-Y, aided by"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Rent-buy gap widens as EMIs outpace rentals in Indian metros",
        "link": "https://www.thehindubusinessline.com/news/rent-buy-gap-widens-as-emis-outpace-rentals-in-indian-metros/article70000461.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Rent-buy gap widens as EMIs outpace rentals in Indian metros",
        "bullets": [
          "“Buying an affordable home in metros feels impractical given the exorbitant prices,” says Taher Ahmed, who works as a consultant in Bengaluru.",
          "Prices need correction, or we risk ghost towns like in China.” For others, renting still makes financial and lifestyle sense."
        ],
        "impact": "Bullish"
      }
    }
  ]
}