{
  "2025-09-07": {
    "runs": {
      "08:16": [
        {
          "item": {
            "title": "Stock Market Holiday: Is Dalal Street open or shut tomorrow for Eid Milad-un-Nabi?",
            "link": "https://www.livemint.com/market/stock-market-news/stock-market-holiday-is-dalal-street-open-or-shut-tomorrow-for-eid-miladunnabi-11757209548885.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Stock Market Holiday: Is Dalal Street open or shut tomorrow for Eid Milad-un-Nabi?",
            "bullets": [
              "The change was made to ensure harmony, as Anant Chaturdashi, marked by the immersion of Ganpati idols, will be observed on September 6.",
              "Eid-e-Milad, also known as Eid Milad-un-Nabi, is a festival observed by Muslims across the globe.",
              "However, according to BSE market holiday calendar, the Indian stock market will remain open for trading on Monday, September 8.",
              "This means that both stock exchanges - Bombay Stock Exchange (BSE) and National Stock Exchange (NSE) will be operational on Monday."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "The treasury market predicted a soft jobs report. It still got a jolt.",
            "link": "https://www.livemint.com/market/the-treasury-market-predicted-a-soft-jobs-report-it-still-got-a-jolt-11757211404883.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "The treasury market predicted a soft jobs report. It still got a jolt.",
            "bullets": [
              "Although investors had predicted a soft report Friday, the market response indicates it may have been even weaker than expected.",
              "The Bureau of Labor Statistics said Friday that employers added 22,000 positions last month, far fewer than forecast, and June’s figures were revised to",
              "Bonds rallied after the report, with the 10-year yield and 30-year yield currently lower by about 0.08 percentage points each.",
              "(Bond prices move inversely to yields.) But even before Friday, it was clear Treasury investors were prepping for weak jobs data."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}