{
  "2025-09-02": [
    {
      "item": {
        "title": "Oval Projects Engineering IPO allotment to be out soon: Here are steps to check status online, GMP",
        "link": "https://www.livemint.com/market/ipo/oval-projects-engineering-ipo-allotment-to-be-out-soon-here-are-steps-to-check-status-online-gmp-11756804098164.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Oval Projects Engineering IPO allotment to be out soon: Here are steps to check status online, GMP",
        "bullets": [
          "Oval Projects Engineering IPO allotment to be out soon.",
          "The allotment for the Oval Projects Engineering IPO is expected to be finalized on September 2, 2025.",
          "The Oval Projects Engineering IPO will list on BSE SME, with a tentative listing date of September 4, 2025.",
          "is the registrar of the Oval Projects Engineering IPO and shares of Oval Projects Engineering are to be listed on the BSE, investors can"
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Top Gainers &amp; Losers on Sep 02: Godfrey Phillips, UPL, M&amp;M, Lemon Tree Hotels among top losers today",
        "link": "https://www.livemint.com/market/stock-market-news/top-gainers-losers-on-sep-02-godfrey-phillips-welspun-corp-gmdc-m-m-lemon-tree-hotels-among-top-losers-to-11756807626861.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Top Gainers &amp; Losers on Sep 02: Godfrey Phillips, UPL, M&amp;M, Lemon Tree Hotels among top losers today",
        "bullets": [
          "The Indian stock market reversed its early gains in Tuesday's session to close lower as investors appeared to book profits at higher levels, causing",
          "Last week’s US inflation report raised hopes for a rate cut, with markets now seeing a 90% chance of a 25-basis-point cut at the",
          "Bessent added that the two countries will eventually resolve their differences but criticized India for buying Russian oil and reselling it, which he said",
          "Likewise, Five-Star Business shares extended their losing streak to the sixth consecutive trading session, sliding 4% to ₹529, their lowest level since May 2023."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "India’s ageing wind infra has potential to unlock 25.4 GW capacity",
        "link": "https://www.thehindubusinessline.com/economy/indias-ageing-wind-infra-has-potential-to-unlock-254-gw-capacity/article70003234.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "India’s ageing wind infra has potential to unlock 25.4 GW capacity",
        "bullets": [
          "The Centre for Science and Environment’s (CSE) in a report explored the urgent need to repower, replace old, low-capacity turbines with modern, high-capacity ones,",
          "It highlights structural barriers that hinder repowering, from fragmented ownership to outdated evacuation systems, and calls for a coordinated, policy-backed response.",
          "The report underscores that without targeted policy support, financial incentives, and regulatory reforms, developers are unlikely to independently pursue repowering initiatives.",
          "Tamil Nadu alone operates more than 8,800 turbines totalling 6.25 GW, many of which rely on obsolete technology."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Solfin partners with Japanese financial institution to expand solar finance access",
        "link": "https://www.thehindubusinessline.com/companies/solfin-partners-with-japanese-financial-institution-to-expand-solar-finance-access/article70003526.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Solfin partners with Japanese financial institution to expand solar finance access",
        "bullets": [
          "The shares of Waaree Energies Limited were trading on the NSE today at ₹3,203.50 up by ₹3 or 0.09 per cent at 3.20 pm."
        ],
        "impact": "Bearish"
      }
    }
  ]
}