{
  "2025-09-06": {
    "runs": {
      "09:48": [
        {
          "item": {
            "title": "Technology Sep 4, 2025 ScaleAI, in which Mark Zuckerberg invested $14.3 billion, sues former employee Eugene Ling for stealing data; read his open post on lawsuit: I’m really sorry to my ... Former Scale AI employee, Eugene Ling, apologizes to his new team at Mercor as Scale AI sues him for allegedly stealing confidential documents. The lawsuit claims Ling took over 100 documents containing customer strategies and attempted to poach a major client. Ling denies nefarious intent, stating he was instructed not to delete the files when he offered.",
            "link": "https://timesofindia.indiatimes.com/technology/tech-news/scaleai-in-which-mark-zuckerberg-invested-14-3-billion-sues-former-employee-eugene-ling-for-stealing-data-read-his-open-post-on-lawsuit-im-really-sorry-to-my-/articleshow/123697468.cms",
            "site_name": "The Times of India",
            "novelty_hash": "5abc6054cfeb09e1f9781edc793b6591edaa6950"
          },
          "review": {
            "headline_rewrite": "Technology Sep 4, 2025 ScaleAI, in which Mark Zuckerberg invested $14.3 billion, sues former employee Eugene Ling for stealing data; read his open post on lawsuit: I’m really sorry to my ... Former Scale AI employee, Eugene Ling, apologizes to his new team at Mercor as Scale AI sues him for allegedly stealing confidential documents. The lawsuit claims Ling took over 100 documents containing customer strategies and attempted to poach a major client. Ling denies nefarious intent, stating he was instructed not to delete the files when he offered.",
            "bullets": [
              "Eugene Ling, a former sales employee at Scale AI, has issued a public apology to his current team and employer, Mercor, after a report emerged that his ex-company is suing them.",
              "The lawsuit, filed two months after Scale AI secured a massive $14.3 billion investment from Mark Zuckerberg's Meta, accuses Ling of stealing confidential documents containing customer strategies and other proprietary information.",
              "I know this was frustrating for my old team, and I feel bad about that,â Ling said in a post.",
              "But Scale asked that I not do anything with them, so Iâm still waiting for guidance on how to resolve this.",
              "It sounds like Scale wants to sue me and thatâs up to them,â he said.",
              "Why ScaleAI is suing Eugene Ling\nLingâs post that came after a report by TechCrunch said that Scale AIâs lawsuit alleges that Ling \"stole more than 100 confidential documents concerning Scaleâs customer strategies and other proprietary information\" and attempted to poach one of Scaleâs largest clients for Mercor."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "News Showcase",
            "link": "https://news.google.com/showcase?hl=en-US&gl=US&ceid=US%3Aen",
            "site_name": "Google News",
            "novelty_hash": "d0c6ae7fb3f3028ea2b49f98f02ad3a5862efa06"
          },
          "review": {
            "headline_rewrite": "News Showcase",
            "bullets": [
              "From NOLA to Mobile\nEverywhere Ian McNulty ate, drank, explored in Mobile, AlabamaNews Showcase\nStories selected by newsroom editors\nSan Diego Friday Evening Report\nCare for vets 'under assault'\nVeterans rally in La Jolla to push back against Trump cuts to VASDPD: Suspect at large\nMan stabbed multiple times trying to stop downtown fightHonors civic leader’s passion\nCurtain rises on ‘The Joan,’ new theater at Liberty Station Fort Worth & Tarrant County Headlines\nEntertainment & Arts\nCobb Courier Evening Update September 5, 2025\nReligion\nFuneral of Dr.",
              "1Fiesta de Santa Fe\nCounty manager denies Fiesta Court visit; commissioner lividRio en Medio Community\nResidents grapple with effects of 2022 flood, relief work startsBest of Friday\nLand Use and Development\n12-condo building proposed for Northfield's new zoning districtPublic Safety\nMissing swimmer remains unidentified 2 weeks after search called offHigh School Highlights\nNT field hockey enjoys big week; Trevs volleyball off to hot startTODAY IN SANTA CRUZ COUNTY\nSTOCK MARKET TODAY\nFriday News Roundup - Evening Edition\nWILLMAR MINNESOTA NEWS\nSanta Monica Pier Corporation will honor local legends\nThe Evening Recap | September 5, 2025\nLane County News\nMUSK'S FAT PAY PACKAGE, BATTERY PLANT RAID\nLATEST CALIFORNIA NEWS\nALEXANDRIA MINNESOTA NEWS\nLuxury Real Estate News\nWhat Utah is buzzing about\nCOLORADO NEWS\nGRAND FORKS ND NEWS\nDaily News\nCampaigns & Elections\nTrump endorses Rep.",
              "Ashley Hinson’s campaign for Iowa’s U.S.…Videos\nIowa gubernatorial candidate Sand pitches unity, faces pointed…Campaigns & Elections\nRepublicans rally behind Hinson as she launches 2026 Iowa U.S.…News, art & life in Fayetteville, Arkansas\nFriday's news in Arlington, Virginia\nToledo's Leader in News, Sports & Entertainment\nMorning Headlines, Sept.",
              "5, 2025\nChicago Does\nReal Times Media\nKamala Harris Given LAPD, CHP Security After Trump Revokes Secret ServiceBlack Information Network\nMan Charged With Murder In Case Of Missing Black Teen DaCara ThompsonBlack Information Network\nFlorida’s Push To Drop School Vaccine Mandates Sparks Health ConcernsDallas-Fort Worth News - Sept.",
              "5, 2025\nROCHESTER MINNESOTA NEWS\nNews from the Central Valley\nCAPITOLHILLSEATTLE.COM\nSan Jose Spotlight: Your search for truth starts here\nB.",
              "Are Talks Underway to Give NYC Mayor a Job in Washington?Tampa Bay Times Top Stories\nSTGnews Headlines\nECONOMY\nEconomic stagnation fears\nUS unemployment near 4-year high as labor market softensJob growth concerns\nFed on track for string of rate cuts Fresh blame on Fed\nTrump administration says better economic data may take a yearKane County Chronicle\nKane County Chronicle\nPhotos: Oswego, Geneva football meet in nonconference actionKane County Chronicle\nElderly couple killed when their car collides with vehicle driven by 18-year-old in GenevaKane County Chronicle\nIssy Smith, DeKalb deliver on the serve to knock off KanelandImmigration News\nAsylum Seekers & Migrants\nWith ICE Detentions Rising, Immigrant Orgs Are Learning to AdaptNews Roundup\nTrump to End Temporary Status of Another 268K VenezuelansImmigrant Communities\nSouth Asian Storeowners ‘Doomed’ by Trump’s 50% Tariffs Daily Dose of Neighborhood News 9.5.25\nThe Morning Rundown | September 5, 2025\nThe Herald News\nDaily Chronicle\nState Rep."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "AI News",
            "link": "https://timesofindia.indiatimes.com/technology/artificial-intelligence",
            "site_name": "The Times of India",
            "novelty_hash": "c2cb3f5b34da9c96df06a5444a16cf6e8fb317f7"
          },
          "review": {
            "headline_rewrite": "AI News",
            "bullets": [
              "‘We have apologised to…’: Australia’s biggest bank decides not to replace human jobs with AI\nThe Commonwealth Bank of Australia (CBA) has backtracked on its plan to eliminate 45 customer service positions due to AI implementation, following pressure from the Finance Sector Union.",
              "CBA admitted its assessment was flawed and offered affected employees options to remain, apply elsewhere, or exit."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}