{
  "2025-09-06": {
    "runs": {
      "09:12": [
        {
          "item": {
            "title": "Is the Indian stock market open or closed on Monday after the declaration of a public holiday in Mumbai?",
            "link": "https://www.livemint.com/market/stock-market-news/stock-market-holiday-is-indian-stock-market-open-or-closed-on-monday-after-declaration-of-a-public-holiday-in-mumbai-11757125611457.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Is the Indian stock market open or closed on Monday after the declaration of a public holiday in Mumbai?",
            "bullets": [
              "To avoid confusion, investors and stock market observers are advised to look at the stock market holidays 2025 list on the official BSE website",
              "This means NSE and BSE will remain open on Monday.",
              "In other words, trading activities at the NSE and the BSE will resume as usual after the regular weekend holidays.",
              "The Indian stock market ended flat on Friday, September 5, on profit booking as concerns over Trump tariffs and their economic fallout, as well"
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "RIC to BRICS: Can emerging R-Block trump US tariffs by fueling momentum for dedollarisation? EXPLAINED",
            "link": "https://www.livemint.com/market/stock-market-news/ric-to-brics-inr-vs-usd-can-emerging-r-block-trump-us-tariffs-by-fueling-momentum-for-dedollarisation-explained-11757122304917.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "RIC to BRICS: Can emerging R-Block trump US tariffs by fueling momentum for dedollarisation? EXPLAINED",
            "bullets": [
              "The bloc commands significant weight in trade and monetary affairs, representing nearly half of the world’s population and over 40% of global GDP.",
              "This has led to the emergence of R-Block in the Forex market, where countries whose currency names begin with R (Russian Ruble, Indian Rupee,",
              "Structural hurdles include political differences, currency convertibility limits, and the absence of a unified financial system.",
              "In the near term, BRICS efforts are more likely to foster a multipolar forex order than replace the dollar."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Ola Electric’s financial controls under scrutiny as auditor flags material weakness in inventory controls",
            "link": "https://www.thehindubusinessline.com/companies/ola-electrics-financial-controls-under-scrutiny-as-auditor-flags-material-weakness-in-inventory-controls/article70017355.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Ola Electric’s financial controls under scrutiny as auditor flags material weakness in inventory controls",
            "bullets": [
              "In a latest development, one of Ola’s early backers SoftBank offloaded a 2.15 per cent stake in the company through open market transactions.",
              "The company reported a consolidated net loss of ₹428 crore in Q1FY26.",
              "Revenue for the quarter dipped to ₹828 crore, down by 49.6 per cent year-on-year (YoY) from ₹1,644 crore."
            ],
            "impact": "Bearish"
          }
        }
      ]
    }
  }
}