{
  "2025-09-07": {
    "runs": {
      "01:45": [
        {
          "item": {
            "title": "The Ivalice Chronicles team had to remake the original Final Fantasy Tactics' source code from scratch",
            "link": "https://www.engadget.com/gaming/the-ivalice-chronicles-team-had-to-remake-the-original-final-fantasy-tactics-source-code-from-scratch-190253342.html",
            "site_name": "Engadget",
            "novelty_hash": "3bb1a9a68492f477e7494704dbc08aacced3adde"
          },
          "review": {
            "headline_rewrite": "The Ivalice Chronicles team had to remake the original Final Fantasy Tactics' source code from scratch",
            "bullets": [
              "In an interview with Bloomberg's Jason Schreier, the game's director Kazutoyo Maehiro explained the arduous process of designing The Ivalice Chronicles, which is set to release at the end of the month.",
              "Maehiro also said during a PAX West 2025 panel that the team gleaned a lot of lost info from fan-made databases.",
              "Better known as Cid, and appropriately nicknamed Thunder God Cid, this overtuned character joins you later in the game, but many fans complained about him being overpowered."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "News Showcase",
            "link": "https://news.google.com/showcase?hl=en-US&gl=US&ceid=US%3Aen",
            "site_name": "Google News",
            "novelty_hash": "a410b3f8a0e547902bd465b4cab32d0d53250073"
          },
          "review": {
            "headline_rewrite": "News Showcase",
            "bullets": [
              "Utah leaders don’t want it.Kennedy Center\nNew dance director who criticized ‘woke’ ballet culture has history in UtahDaily Journal\nDallas-Fort Worth news - September 6, 2025\nSTGnews Headlines\nMississippi Morning Recap\nMorning rundown\nLatest and Local – Casper, WY\nSaturday's news in Arlington, Virginia\nImmigration News\nAsylum Seekers & Migrants\nImmigrant Orgs Are Learning to Adapt as ICE Detentions RiseResources\nHow To Use The NYC Subway System Like a ProNews Roundup\nTrump to End Temporary Status of Another 268,000 Venezuelan MigrantsLatest Headlines\nEntertainment & Arts\nROCHESTER MINNESOTA NEWS\nWILLMAR MINNESOTA NEWS\nMorning Headlines\nSports - High School Sports\nLausanne edges CBHS in emotional defensive struggleSports - High School Sports\nFriday football report: Collierville wins wild one over HornMetro - Behind The Headlines\nMATA roils in turmoil.",
              "What's the next step?What to know in New Orleans\nMy Suburban Life\nSaturday News Roundup - Morning Edition\nImmigration Crackdown\nHyundai ICE raid puts spotlight on visa ‘waiver’ program, travelHappy Birthday!",
              "6, 2025\nDaily Chronicle\nRooted For Good listed September Grow Mobile food pantry datesDaily Chronicle\nDeKalb County courthouse employee accused in $41K PPP loan fraud for fake remodeling business: RecordsDaily Chronicle\nDeKalb mom files lawsuit against DeKalb District 428 over missing kindergartener controversyNEWS FOR YOU\nLatest news for Edmonds\nIn 2026 session\nHolding ground will be Washington Board of Education’s goal Sept.",
              "8\nEdmonds Port Commission meeting agendaImpersonation, firearm charges\nFelon posing as Edmonds police detective arrested in BremertonNews\nWashington Examiner\nHow romance and a road trip led to the purchase of the world’s oldest drive-in theaterWashington Examiner\nWorld’s largest retailer struggles to keep costs down as tariffs hitWashington Examiner\nWhat to know about the trial of the man accused of trying to assassinate Trump in FloridaChicago Does\nReal Times Media\nKamala Harris Given LAPD, CHP Security After Trump Revokes Secret ServiceBlack Information Network\nMan Charged With Murder In Case Of Missing Black Teen DaCara ThompsonBlack Information Network\nFlorida’s Push To Drop School Vaccine Mandates Sparks Health ConcernsMIDDLE EAST\nHigh-rise tower bombed\nIsraeli military urges Gaza City residents to leaveUrges Israel for ceasefire\nHezbollah says Lebanon move on army plan is 'opportunity''It is nonsense to say that'\nEgypt slams describing displacement of Palestinians as voluntaryToledo's Leader in News, Sports & Entertainment\nNews from the Central Valley\nJAMESTOWN ND NEWS\nSAN FRANCISCO'S TOP STORIES\nHappening in Loudoun County\nSCV News from The Signal for Sept.",
              "Let’s keep...Sep 5 2025, 2:22 PM\nMichigan’s capital plans new approach to homelessness: A ...WEEKEND READS\nTHE GENIUS ACT\nStablecoin Has Arrived.",
              "Is The Payments Revolution Beginning?MUTUAL FUNDS\nTop Fund Manager Pinpoints Lots Of 'Worthwhile' RisksBROADCOM EARNINGS\nAI Chip Business Fuels Broadcom's Strong Quarterly ReportALEXANDRIA MINNESOTA NEWS\nBRAINERD MINNESOTA NEWS\nMilwaukee Area Business News\nDon't Miss Stories\nGreek Festival in Mansfieeld\nGreek Festival celebrates heritage, community and culturestaying behind bars\nNo release: Former Mansfield Dr."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Technology Sep 6, 2025 Upset Nvidia says America's GAIN AI Act tries to solve a 'Chinese problem' that does not exist; says: We never ... Nvidia is expressing strong opposition to the proposed AI GAIN Act, fearing it will hinder global competition and harm the U.S. economy. The legislation, aiming to prioritize domestic chip orders, could impose trade restrictions and require licenses for advanced chip exports. Nvidia argues the bill addresses a non-existent problem and could mirror the limiting effects of the AI Diffusion Rule.",
            "link": "https://timesofindia.indiatimes.com/technology/tech-news/upset-nvidia-says-americas-gain-ai-act-tries-to-solve-a-chinese-problem-that-does-not-exist-says-we-never-/articleshow/123738517.cms",
            "site_name": "The Times of India",
            "novelty_hash": "1ecb1f4688aa10be820f78f201f7175250d40b6c"
          },
          "review": {
            "headline_rewrite": "Technology Sep 6, 2025 Upset Nvidia says America's GAIN AI Act tries to solve a 'Chinese problem' that does not exist; says: We never ... Nvidia is expressing strong opposition to the proposed AI GAIN Act, fearing it will hinder global competition and harm the U.S. economy. The legislation, aiming to prioritize domestic chip orders, could impose trade restrictions and require licenses for advanced chip exports. Nvidia argues the bill addresses a non-existent problem and could mirror the limiting effects of the AI Diffusion Rule.",
            "bullets": [
              "Nvidia reportedly is very upset with the new AI Act -- AI GAIN Act -- introduced recently.",
              "Nvidia has voiced strong concerns that the proposed AI GAIN Act would stifle global competition and negatively impact the American economy.",
              "The company said that the bill could have effects similar to the AI Diffusion Rule, which limited the computing power available to different countries.",
              "chipmakers to prioritize domestic orders for advanced processors before fulfilling international requests.",
              "According to a report in Reuters, a spokesperson for Nvidia said that the company never gives priority to foreign customers over American ones.",
              "\"In trying to solve a problem that does not exist, the proposed bill would restrict competition worldwide in any industry that uses mainstream computing chips,\" the spokesperson said."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "AI News",
            "link": "https://timesofindia.indiatimes.com/technology/artificial-intelligence",
            "site_name": "The Times of India",
            "novelty_hash": "c2cb3f5b34da9c96df06a5444a16cf6e8fb317f7"
          },
          "review": {
            "headline_rewrite": "AI News",
            "bullets": [
              "‘We have apologised to…’: Australia’s biggest bank decides not to replace human jobs with AI\nThe Commonwealth Bank of Australia (CBA) has backtracked on its plan to eliminate 45 customer service positions due to AI implementation, following pressure from the Finance Sector Union.",
              "CBA admitted its assessment was flawed and offered affected employees options to remain, apply elsewhere, or exit."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}