{
  "2025-09-02": [
    {
      "item": {
        "title": "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org",
        "link": "https://blog.google/around-the-globe/google-asia/how-were-strengthening-our-fight-against-online-scams-in-apac-with-a-5m-fund-from-googleorg/",
        "site_name": "Google",
        "novelty_hash": "9e176519b11104e08109c70220cf3a5c00bd3b4a"
      },
      "review": {
        "headline_rewrite": "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org",
        "bullets": [
          "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org\nScams and fraud continue to impact millions across Southeast Asia, accounting for an estimated $23.6 billion across the region in 2024.",
          "At the GASA Anti-Scam Summit 2025 in Singapore, we announced $5 million in funding from Google.org to The ASEAN Foundation to expand online scam prevention resources to 3 million people in Southeast Asia.",
          "This includes scaling “Be Scam Ready” (formerly known as ShieldUp!), an educational game that helps build resilience against online threats by exposing players to common scam tactics in a safe environment.",
          "Tracking over 400 million threat signals in real-time, member organizations can rapidly share information to disrupt fraud."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Tesla Dojo: the rise and fall of Elon Musk’s AI supercomputer",
        "link": "https://techcrunch.com/2025/09/02/tesla-dojo-the-rise-and-fall-of-elon-musks-ai-supercomputer/",
        "site_name": "TechCrunch",
        "novelty_hash": "d1f7abe9636601f6109bbbe600c31d16184c0a78"
      },
      "review": {
        "headline_rewrite": "Tesla Dojo: the rise and fall of Elon Musk’s AI supercomputer",
        "bullets": [
          "For years, Elon Musk has spoken of the promise of Dojo, the AI supercomputer that was supposed to be the cornerstone of Tesla’s AI ambitions.",
          "It was important enough to Musk that in July 2024, he said the company’s AI team would “double down” on Dojo in the lead-up to Tesla’s robotaxi reveal, which happened in October.",
          "Within weeks of projecting that Dojo 2, Tesla’s second supercluster that was meant to be built on the company’s in-house D2 chips, would reach scale by 2026, Musk reversed course, declaring it “an evolutionary dead end.”\nThis article originally set out to explain what Dojo was and how it could help Tesla achieve full-self driving, autonomous humanoid robots, semiconductor autonomy, and more.",
          "Now, you can think of it more as an obituary of a project that convinced so many analysts and investors that Tesla wasn’t an automaker – it was an AI company.",
          "Dojo was Tesla’s custom-built supercomputer that was designed to train its “Full Self-Driving” neural networks.",
          "It’s also the basis of similar technology powering Tesla’s limited robotaxi service that the company launched in Austin this June using Model Y SUVs."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "OpenAI to route sensitive conversations to GPT-5, introduce parental controls",
        "link": "https://techcrunch.com/2025/09/02/openai-to-route-sensitive-conversations-to-gpt-5-introduce-parental-controls/",
        "site_name": "TechCrunch",
        "novelty_hash": "a3d3429260f4ce47d6b588bf852e36d4c6f8a8fb"
      },
      "review": {
        "headline_rewrite": "OpenAI to route sensitive conversations to GPT-5, introduce parental controls",
        "bullets": [
          "OpenAI said Tuesday it plans to route sensitive conversations to reasoning models like GPT-5 and roll out parental controls within the next month — part of an ongoing response to recent safety incidents involving ChatGPT failing to detect mental distress.",
          "The new guardrails come in the aftermath of the suicide of teenager Adam Raine, who discussed self-harm and plans to end his life with ChatGPT, which even supplied him with information about specific suicide methods.",
          "Raine’s parents have filed a wrongful death lawsuit against OpenAI.",
          "In a blog post last week, OpenAI acknowledged shortcomings in its safety systems, including failures to maintain guardrails during extended conversations.",
          "OpenAI thinks that at least one solution to conversations that go off the rails could be to automatically reroute sensitive chats to “reasoning” models.",
          "“We recently introduced a real-time router that can choose between efficient chat models and reasoning models based on the conversation context,” OpenAI wrote in a Tuesday blog post."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "You can charge your Apple Watch, phone, and laptop all at once with this 240W USB-C cable",
        "link": "https://www.theverge.com/news/769123/zens-usb-c-charging-cable-pro-2-3-240w",
        "site_name": "The Verge",
        "novelty_hash": "7a1f7e103aafc2d92b0760049b210487bda26f31"
      },
      "review": {
        "headline_rewrite": "You can charge your Apple Watch, phone, and laptop all at once with this 240W USB-C cable",
        "bullets": [
          "At nearly twice the price the €99.99 (around $117) Pro 3 USB-C charging cable offers the same functionality as the Pro 2 but adds an additional wireless charger for AirPods and the Apple Watch.",
          "Both versions measure 59-inches in length and are available for preorder now with shipping expected sometime in October 2025.",
          "Most Popular\n- Is AI the end of software engineering or the next step in its evolution?",
          "- Amazon ends shared Prime free shipping outside your home\n- Dolby Vision 2 goes beyond HDR with more AI and ‘authentic motion’ smoothing\n- Chatbots can be manipulated through flattery and peer pressure\n- My favorite cooking gadget is getting a big upgrade"
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "OpenAI announces parental controls for ChatGPT after teen suicide lawsuit",
        "link": "https://arstechnica.com/ai/2025/09/openai-announces-parental-controls-for-chatgpt-after-teen-suicide-lawsuit/",
        "site_name": "Ars Technica",
        "novelty_hash": "d866d4b550afdc01861f35ccd91ad3b8b487c4a5"
      },
      "review": {
        "headline_rewrite": "OpenAI announces parental controls for ChatGPT after teen suicide lawsuit",
        "bullets": [
          "On Tuesday, OpenAI announced plans to roll out parental controls for ChatGPT and route sensitive mental health conversations to its simulated reasoning models, following what the company has called \"heartbreaking cases\" of users experiencing crises while using the AI assistant.",
          "The moves come after multiple reported incidents where ChatGPT allegedly failed to intervene appropriately when users expressed suicidal thoughts or experienced mental health episodes.",
          "\"This work has already been underway, but we want to proactively preview our plans for the next 120 days, so you won’t need to wait for launches to see where we’re headed,\" OpenAI wrote in a blog post published Tuesday.",
          "\"The work will continue well beyond this period of time, but we’re making a focused effort to launch as many of these improvements as possible this year.\"\nThe planned parental controls represent OpenAI's most concrete response to concerns about teen safety on the platform so far.",
          "Within the next month, OpenAI says, parents will be able to link their accounts with their teens' ChatGPT accounts (minimum age 13) through email invitations, control how the AI model responds with age-appropriate behavior rules that are on by default, manage which features to disable (including memory and chat history), and receive notifications when the system detects their teen experiencing acute distress.",
          "The parental controls build on existing features like in-app reminders during long sessions that encourage users to take breaks, which OpenAI rolled out for all users in August."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Amazon ends shared Prime free shipping outside your home",
        "link": "https://www.theverge.com/news/769051/amazon-prime-free-shipping-benefit-sharing-ending",
        "site_name": "The Verge",
        "novelty_hash": "43a8ba833b98e9e290ab85d440d12baa41fbdb04"
      },
      "review": {
        "headline_rewrite": "Amazon ends shared Prime free shipping outside your home",
        "bullets": [
          "On Tuesday, Reuters reported that Amazon didn’t meet Prime signup goals in the US during its extended Prime Day event in July, though the company reportedly said it had record signups in the 25 days surrounding the event.",
          "Launched in 2015, Amazon Family (formerly Amazon Household) offers access to free shipping, along with additional perks like Prime Video, Prime Reading, third-party benefits like GrubHub, shared ebooks, Amazon Music, and more.",
          "Most Popular\n- Is AI the end of software engineering or the next step in its evolution?",
          "- Amazon ends shared Prime free shipping outside your home\n- Dolby Vision 2 goes beyond HDR with more AI and ‘authentic motion’ smoothing\n- Chatbots can be manipulated through flattery and peer pressure\n- My favorite cooking gadget is getting a big upgrade"
        ],
        "impact": "Positive"
      }
    }
  ]
}