{
  "2025-09-02": [
    {
      "item": {
        "title": "Indian stock market: 8 things that changed for market overnight- Gift Nifty, SCO Summit 2025 to RBI data",
        "link": "https://www.livemint.com/market/stock-market-news/indian-stock-market-8-things-that-changed-for-market-overnight-gift-nifty-sco-summit-2025-to-rbi-data-11756776835187.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Indian stock market: 8 things that changed for market overnight- Gift Nifty, SCO Summit 2025 to RBI data",
        "bullets": [
          "Indian stock market: Indian benchmark indices - Sensex and Nifty 50 - are expected to open in green on Tuesday as global markets were",
          "On Monday, both market indices, the Sensex and Nifty 50, rebounded ending their three-day losing streak with strong gains driven by buying across sectors.",
          "The Sensex advanced 555 points, or 0.70 per cent, to close at 80,364.49, while the Nifty 50 rose 198 points, or 0.81 per cent,",
          "Mid- and small-cap stocks outperformed the benchmarks, with the BSE Midcap index climbing 1.64 per cent and the Smallcap index gaining 1.49 per cent."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Nifty 50, Sensex today: What to expect from Indian stock market in trade on September 2",
        "link": "https://www.livemint.com/market/stock-market-news/nifty-50-sensex-today-what-to-expect-from-indian-stock-market-in-trade-on-september-2-11756745493739.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Nifty 50, Sensex today: What to expect from Indian stock market in trade on September 2",
        "bullets": [
          "The Indian stock market benchmark indices, Sensex and Nifty 50, are likely to open flat amid mixed global cues.",
          "The Sensex rallied 554.84 points, or 0.70%, to close at 80,364.49, while the Nifty 50 settled 198.20 points, or 0.81%, higher at 24,625.05.",
          "Here’s what to expect from Sensex, Nifty 50, and Bank Nifty today: Sensex formed a reversal pattern on intraday charts, and created a bullish",
          "“For traders now, as long as Sensex trades above 80,000, the pullback formation is likely to continue."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Markets seen flat as GST council meet, global cues guide sentiment",
        "link": "https://www.thehindubusinessline.com/markets/markets-seen-flat-as-gst-council-meet-global-cues-guide-sentiment/article70002480.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Markets seen flat as GST council meet, global cues guide sentiment",
        "bullets": [
          "Low inflation readings for the WPI and the CPI may partly be dampening the GST growth.",
          "The contraction in IGST on imports is puzzling in light of the sharp increase in merchandise imports in July 2025 (that would have been",
          "Notably, today also marks the first Tuesday of the week for Nifty options contracts to expire.",
          "Yesterday’s rally was driven by a better-than-expected GDP growth print of 7.8% for Q1 (April–June), reinforcing optimism around India’s growth trajectory."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Why Zinka Logistics, Kaynes, Axiscades, SBI, Syrma, TD Power, Prestige Estates, and CEAT are in focus today: September 2, 2025",
        "link": "https://www.thehindubusinessline.com/markets/why-zinka-logistics-kaynes-axiscades-sbi-syrma-td-power-prestige-estates-and-ceat-are-in-focus-today-september-2-2025/article70002458.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Why Zinka Logistics, Kaynes, Axiscades, SBI, Syrma, TD Power, Prestige Estates, and CEAT are in focus today: September 2",
        "bullets": [
          "GSAM Holdings LLC, an affiliate of Goldman Sachs Asset Management, sold a 2.7 per cent stake in Zinka Logistics Solutions for Rs 295 crore",
          "According to the bulk deal data available on the BSE, GSAM Holdings LLC offloaded 49.09 lakh equity shares, representing a 2.74 per cent stake",
          "Axiscades Technologies informed the exchanges that it has entered the aircraft cabin interiors segment, securing two contracts worth $1.20 million from global industry leaders.",
          "Syrma will hold a 60% stake, investing ₹33 crore, while Elemaster will own 40%, investing ₹22 crore."
        ],
        "impact": "Neutral"
      }
    }
  ]
}