{
  "2025-09-07": {
    "runs": {
      "09:01": [
        {
          "item": {
            "title": "Inflation data to Trump tariffs: Top 5 triggers for the Indian stock market this week",
            "link": "https://www.livemint.com/market/stock-market-news/inflation-data-to-trump-tariffs-top-5-triggers-for-the-indian-stock-market-this-week-11757159785293.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Inflation data to Trump tariffs: Top 5 triggers for the Indian stock market this week",
            "bullets": [
              "Stock market next week: The Indian stock market closed flat on Friday, September 5, as profit booking persisted amid concerns over Trump tariffs and",
              "The Sensex edged down 7 points to settle at 80,710.76, while the Nifty 50 inched up by 7 points to close at 24,741.",
              "The BSE Midcap index slipped 0.10 per cent, whereas the Smallcap index gained 0.09 per cent.",
              "nonfarm payrolls, unemployment and inflation data, as well as the ECB’s rate decision, for direction in the week ahead,” said Vinod Nair, Head of"
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "Stock Market Holiday: Is Dalal Street open or shut tomorrow for Eid Milad-un-Nabi in Mumbai?",
            "link": "https://www.livemint.com/market/stock-market-news/stock-market-holiday-is-dalal-street-open-or-shut-tomorrow-for-eid-miladunnabi-11757209548885.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Stock Market Holiday: Is Dalal Street open or shut tomorrow for Eid Milad-un-Nabi in Mumbai?",
            "bullets": [
              "The change was made to ensure harmony, as Anant Chaturdashi, marked by the immersion of Ganpati idols, will be observed on September 6.",
              "Eid-e-Milad, also known as Eid Milad-un-Nabi, is a festival observed by Muslims across the globe.",
              "However, according to BSE market holiday calendar, the Indian stock market will remain open for trading on Monday, September 8.",
              "This means that both stock exchanges - Bombay Stock Exchange (BSE) and National Stock Exchange (NSE) will be operational on Monday."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}