{
  "2025-09-07": {
    "runs": {
      "14:09": [
        {
          "item": {
            "title": "M-cap of seven of India's most-valued firms gains  ₹1 lakh crore; RIL, Bajaj Finance biggest gainers",
            "link": "https://www.livemint.com/market/mcap-of-seven-of-indias-most-valued-firms-gains-rs-1-lakh-crore-ril-bajaj-finance-biggest-gainers-11757228310731.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "M-cap of seven of India's most-valued firms gains  ₹1 lakh crore; RIL, Bajaj Finance biggest gainers",
            "bullets": [
              "The upturn was a result of a bullish trend in the equity market, with the BSE benchmark Sensex jumping 901.11 points, or 1.12%, and",
              "the companies that gained last week are: Even though some companies gained, others also saw losses.",
              "Tata Consultancy Services (TCS), Infosys and Hindustan Unilever (HUL) faced losses during the week."
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "FPIs withdraw  ₹12,257 crore in first week of September — why are foreign investors exiting?",
            "link": "https://www.livemint.com/market/fpis-withdraw-rs-12-257-crore-in-first-week-of-september-why-are-foreign-investors-exiting-11757224111629.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "FPIs withdraw  ₹12,257 crore in first week of September — why are foreign investors exiting?",
            "bullets": [
              "According to the Associate Director & Manager Research of Morningstar Investment, Himanshu Srivastava, quoted by PTI, a combination of global and domestic factors contributed",
              "However, the impact was cushioned by the government’s GST rate rationalisation and a robust first-quarter GDP growth of 7.8%, noted Vaqarjaved Khan, Senior Fundamental",
              "VK Vijayakumar, Chief Investment Strategist at Geojit Financial Services, added that sustained heavy Domestic Institutional Investors (DII) buying has allowed FPIs to book profits",
              "In the coming week, FPI flows are expected to be driven by US Fed commentary, US labour market data, RBI rate cut expectations and"
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Food delivery likely to get costlier on platform fee hike, GST levy",
            "link": "https://www.thehindubusinessline.com/companies/food-delivery-likely-to-get-costlier-on-platform-fee-hike-gst-levy/article70021927.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Food delivery likely to get costlier on platform fee hike, GST levy",
            "bullets": [
              "The hike in platform fees by Zomato, Swiggy and magicpin ahead of the festive season is set to make ordering food costlier for millions",
              "Rival Zomato has raised its platform fee to ₹12.50 (excluding GST), whereas the third-largest food delivery player, magicpin, has also revised its platform fee",
              "Estimates suggest that the additional burden on account of 18 per cent GST to be levied on delivery charges from September 22 is expected",
              "E-mail queries sent to Swiggy and Zomato by PTI seeking responses remained unanswered."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Japan's Prime Minister Ishiba Shigeru to step down",
            "link": "https://www.thehindubusinessline.com/news/world/japans-prime-minister-ishiba-shigeru-to-step-down/article70021949.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Japan's Prime Minister Ishiba Shigeru to step down",
            "bullets": [
              "Japanese Prime Minister Ishiba Shigeru on Sunday decided to step down from the post over a month after his party was hit with a",
              "According to the Kyodo News, despite this major setback, which led to his ruling coalition losing its majority in both houses of Japan's parliament,",
              "Ishiba, who leads the Liberal Democratic Party (LDP), ruled out stepping down to 'avoid a political deadlock' and to maintain leadership during what he"
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}