{
  "2025-09-07": {
    "runs": {
      "11:08": [
        {
          "item": {
            "title": "Stocks to buy under  ₹100: Sumeet Bagadia recommends three shares to buy on Monday — 8 September 2025",
            "link": "https://www.livemint.com/market/stock-market-news/stocks-to-buy-under-100-sumeet-bagadia-recommends-three-shares-to-buy-on-monday-8-september-2025-11757208304430.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Stocks to buy under  ₹100: Sumeet Bagadia recommends three shares to buy on Monday — 8 September 2025",
            "bullets": [
              "Indian stock market: The Indian stock market closed flat on Friday, September 5, as profit booking persisted amid worries over Trump’s tariffs and their",
              "The Sensex and Nifty 50 opened on a positive note but were unable to sustain gains despite favorable global cues and expectations of a",
              "The Sensex edged down by 7 points to close at 80,710.76, while the Nifty 50 gained 7 points to settle at 24,741.",
              "The BSE Midcap index dipped 0.10 per cent, whereas the Smallcap index rose slightly by 0.09 per cent."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Colombian Bonds Jump After Global Banks Buy Notes in Tender",
            "link": "https://www.livemint.com/market/stock-market-news/colombian-bonds-jump-after-global-banks-buy-notes-in-tender-11757221770649.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Colombian Bonds Jump After Global Banks Buy Notes in Tender",
            "bullets": [
              "(Bloomberg) -- Colombian bonds rallied after a group of some of the world’s largest banks bought outstanding notes with a face value of $5.4",
              "Moreover, “some of the proceeds from the tender are likely to be re-invested along the Colombian curve creating some demand” as the notes remain",
              "The tender offer was announced only weeks after Public Credit Director Javier Cuellar said the government is seeking to borrow as much as $10",
              "The government is “getting what they aimed for — lower yields and lower spreads.” The deal comes as Colombia faces growing fiscal strain, fueled"
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "FPIs withdraw ₹12,257 crore in first week of September on strong dollar among US tariff concerns",
            "link": "https://www.thehindubusinessline.com/markets/fpis-withdraw-12257-crore-in-first-week-of-september-on-strong-dollar-among-us-tariff-concerns/article70021779.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "FPIs withdraw ₹12,257 crore in first week of September on strong dollar among US tariff concerns",
            "bullets": [
              "In the coming week, FPI flows are expected to be driven by US Fed commentary, US labour market data, RBI rate cut expectations and",
              "\"While near-term volatility may persist, India's structural growth story, policy reforms, such as GST rationalisation, and expectations of an earnings revival could bring FPIs",
              "Domestically, slowing corporate earnings momentum and concerns over high valuations -- Indian equities continue to trade at a premium to other emerging markets --",
              "Echoing similar views, Khan said US tariff tensions, a weak rupee and global risk-off sentiment led to the selloff."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Matarbari deep sea port in Bangladesh to boost trade, connectivity to eastern India as well, says official",
            "link": "https://www.thehindubusinessline.com/economy/logistics/matarbari-deep-sea-port-in-bangladesh-to-boost-trade-connectivity-to-eastern-india-as-well-says-official/article70021738.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Matarbari deep sea port in Bangladesh to boost trade, connectivity to eastern India as well, says official",
            "bullets": [
              "Of this, 1,200 MW coal-based power plants have already started generating electricity.",
              "The total GDP impact is projected at $150 billion.",
              "Of that amount, the direct GDP impact will be $70-75 billion."
            ],
            "impact": "Bearish"
          }
        }
      ]
    }
  }
}