{
  "2025-09-05": [
    {
      "item": {
        "title": "These five banks have the biggest problem with bad loans. Approach with caution.",
        "link": "https://www.livemint.com/market/stock-market-news/indian-bank-npas-bad-loans-india-gross-npa-vs-net-npa-bank-npa-data-indian-banking-sector-rbi-regulations-pnb-11757058586702.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "These five banks have the biggest problem with bad loans. Approach with caution.",
        "bullets": [
          "Gross NPA refers to the total amount of debt that has stopped generating income for the bank.",
          "Net NPA accounts for provisions – funds that banks or financial institutions set aside to cover potential future losses from loans that are likely",
          "Gross and net NPAs have fallen consistently over the past few years on account of improvements in asset quality, aggressive write-offs, and a more",
          "Net interest income increased at a compound annual growth rate (CAGR) of 7% over the past five years, while net profit clocked a 48.5%"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "European stocks rise, long-dated yields ease ahead of US jobs data",
        "link": "https://www.livemint.com/market/stock-market-news/european-stocks-rise-long-dated-yields-ease-ahead-of-us-jobs-data-11757061478677.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "European stocks rise, long-dated yields ease ahead of US jobs data",
        "bullets": [
          "By Elizabeth Howcroft PARIS -European equities rose in early trading on Friday while long-dated bond yields eased, as expectations for U.S.",
          "\"Beyond that, the terminal rate and how you get there, that's arguably still up for grabs.\" Market sentiment has recovered in recent sessions after",
          "Yields eased on Friday, with France's 30-year yield at 4.3944%, down from a peak of 4.523% on Wednesday, and the UK's 30-year yield at",
          "The benchmark 10-year German yield was at 2.7122%."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "IGGL achieves 85.35% cumulative progress",
        "link": "https://www.thehindubusinessline.com/companies/iggl-achieves-8535-cumulative-progress/article70015254.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "IGGL achieves 85.35% cumulative progress",
        "bullets": [
          "The stakeholders appreciated the efforts of IGGL's workforce, contractors and partners for maintaining quality and safety standards while navigating operational challenges.",
          "Besides the chairman, members of the Board of Directors and representatives from all its promoter companies - IOCL, ONGC, GAIL, OIL and NRL -"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Secure military drone framework awaits DAC nod to weed out Chinese components",
        "link": "https://www.thehindubusinessline.com/news/secure-military-drone-framework-awaits-dac-nod-to-weed-out-chinese-components/article70015327.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Secure military drone framework awaits DAC nod to weed out Chinese components",
        "bullets": [
          "The draft framework, under preparation for nearly a year, has been developed by the Army Design Bureau (ADB) in consultation with the Prime Minister’s",
          "According to defence establishment sources, the framework seeks to address vulnerabilities caused by the illegal or unmonitored use of Chinese-origin components in India’s unmanned",
          "It should become a policy document in the next one or two months, sources in the defence establishment told businessline.",
          "Once cleared, the policy will be binding across the tri-services—Army, Navy, and Air Force—and only vendors conforming to the framework’s stringent security and certification"
        ],
        "impact": "Bullish"
      }
    }
  ]
}