{
  "2025-09-02": [
    {
      "item": {
        "title": "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org",
        "link": "https://blog.google/around-the-globe/google-asia/how-were-strengthening-our-fight-against-online-scams-in-apac-with-a-5m-fund-from-googleorg/",
        "site_name": "Google",
        "novelty_hash": "9e176519b11104e08109c70220cf3a5c00bd3b4a"
      },
      "review": {
        "headline_rewrite": "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org",
        "bullets": [
          "How we’re strengthening our fight against online scams in APAC with a $5M fund from Google.org\nScams and fraud continue to impact millions across Southeast Asia, accounting for an estimated $23.6 billion across the region in 2024.",
          "At the GASA Anti-Scam Summit 2025 in Singapore, we announced $5 million in funding from Google.org to The ASEAN Foundation to expand online scam prevention resources to 3 million people in Southeast Asia.",
          "This includes scaling “Be Scam Ready” (formerly known as ShieldUp!), an educational game that helps build resilience against online threats by exposing players to common scam tactics in a safe environment.",
          "Tracking over 400 million threat signals in real-time, member organizations can rapidly share information to disrupt fraud."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Tesla’s Dojo, a timeline",
        "link": "https://techcrunch.com/2025/09/02/teslas-dojo-a-timeline/",
        "site_name": "TechCrunch",
        "novelty_hash": "9968e27de40c2a7d9ee2de908e66dea0bbbdd956"
      },
      "review": {
        "headline_rewrite": "Tesla’s Dojo, a timeline",
        "bullets": [
          "He wants Tesla to be an AI company, one that’s figured out how to make cars drive themselves.",
          "Crucial to that mission was Dojo, a custom-built supercomputer designed by Tesla to train its Full Self-Driving (FSD) neural networks.",
          "But Tesla thinks with more data, more compute power and more training, it can cross the threshold from almost self-driving to full self-driving.",
          "Check out this explainer on what Dojo for even more information on what it was, why it mattered, and what comes next.",
          "2019\nFirst mentions of Dojo\nApril 22 – At Tesla’s Autonomy Day, the automaker had its AI team onstage to talk about Autopilot and Full Self-Driving, and the AI powering them both.",
          "The company shares information about Tesla’s custom-built chips that are designed specifically for neural networks and self-driving cars."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Anthropic raises $13B Series F at $183B valuation",
        "link": "https://techcrunch.com/2025/09/02/anthropic-raises-13b-series-f-at-183b-valuation/",
        "site_name": "TechCrunch",
        "novelty_hash": "31becb5c7704ae2027518d90f303ff9cd580f248"
      },
      "review": {
        "headline_rewrite": "Anthropic raises $13B Series F at $183B valuation",
        "bullets": [
          "AI firm Anthropic has raised a $13 billion Series F round that brings its post-money valuation up to $183 billion – funds the company says will be used to grow its enterprise adoption, deepen safety research, and support international expansion.",
          "Other backers include a string of institutional investors, VCs, sovereign wealth funds, private equity, and asset managers, such as Altimeter, Baillie Gifford, BlackRock, Blackstone, Coatue, D1 Capital Partners, Insight Partners, Ontario Teachers’ Pension Plan, Qatar Investment Authority, and more.",
          "“We are seeing exponential growth in demand across our entire customer base,” Anthropic CFO Krishna Rao said in the post.",
          "“This financing demonstrates investors’ extraordinary confidence in our financial performance and the strength of their collaboration with us to continue fueling our unprecedented growth.”\nAnthropic last raised $3.5 billion at a $61.5 billion post-money valuation in March 2025.",
          "This latest fundraise comes after reports that Anthropic was nearing a deal to raise between $3 billion and $5 billion in funding at a $170 billion valuation.",
          "It also follows impressive growth from the AI startup, which reported a jump in annual recurring revenue from $1 billion to $5 billion over the course of 2025 amid accelerated API usage and enterprise adoption."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "Anthropic is now valued at $183 billion",
        "link": "https://www.theverge.com/anthropic/769179/anthropic-is-now-valued-at-183-billion",
        "site_name": "The Verge",
        "novelty_hash": "398367159cdee25641a243afd78f09b0483ce3ea"
      },
      "review": {
        "headline_rewrite": "Anthropic is now valued at $183 billion",
        "bullets": [
          "Anthropic, the AI startup behind Claude and one of OpenAI’s chief competitors, emerged from the holiday weekend with big news: A completed funding round of $13 billion, awarding the company a $183 billion post-money valuation.",
          "The company said in a press release that between the start of 2025 and August — less than nine months — its run-rate revenue had grown from about $1 billion to more than $5 billion.",
          "It also said it now has more than 300,000 business customers and that in the past year, its list of “large accounts,” or “customers that each represent over $100,000 in run-rate revenue,” increased sevenfold.",
          "As for Claude Code, one of the chief moneymakers Anthropic has been banking on, the product has already generated more than $500 million in run-rate revenue, according to the press release — and Anthropic said usage grew by more than tenfold in the three months since its “full launch.”\nThe Series F round was led by ICONIQ, Fidelity Management & Research Company, and Lightspeed Venture Partners.",
          "Anthropic said it would use the money in part to “meet growing enterprise demand, deepen our safety research, and support international expansion.”\nMost Popular\n- Is AI the end of software engineering or the next step in its evolution?",
          "- Amazon ends shared Prime free shipping outside your home\n- Dolby Vision 2 goes beyond HDR with more AI and ‘authentic motion’ smoothing\n- My favorite cooking gadget is getting a big upgrade\n- Chatbots can be manipulated through flattery and peer pressure"
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "You can charge your Apple Watch, phone, and laptop all at once with this 240W USB-C cable",
        "link": "https://www.theverge.com/news/769123/zens-usb-c-charging-cable-pro-2-3-240w",
        "site_name": "The Verge",
        "novelty_hash": "45a46073f6839ce5ec869ce34469d7cee5b0dbb4"
      },
      "review": {
        "headline_rewrite": "You can charge your Apple Watch, phone, and laptop all at once with this 240W USB-C cable",
        "bullets": [
          "At nearly twice the price the €99.99 (around $117) Pro 3 USB-C charging cable offers the same functionality as the Pro 2 but adds an additional wireless charger for AirPods and the Apple Watch.",
          "Both versions measure 59-inches in length and are available for preorder now with shipping expected sometime in October 2025.",
          "Most Popular\n- Is AI the end of software engineering or the next step in its evolution?",
          "- Amazon ends shared Prime free shipping outside your home\n- Dolby Vision 2 goes beyond HDR with more AI and ‘authentic motion’ smoothing\n- My favorite cooking gadget is getting a big upgrade\n- Chatbots can be manipulated through flattery and peer pressure"
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "How to Make Light Roast Espresso, According to Chemists (2025)",
        "link": "https://www.wired.com/story/how-i-learned-to-stop-worrying-and-love-light-roast-espresso/",
        "site_name": "WIRED",
        "novelty_hash": "655a73104509ce02aaef9ee4c93e5d1eb1aef323"
      },
      "review": {
        "headline_rewrite": "How to Make Light Roast Espresso, According to Chemists (2025)",
        "bullets": [
          "It was an airy, postindustrial café of the sort that was popular 15 years ago, decorated with rough-hewn wood and unrelated machine parts—decor that’s meant to showcase not just blue-collar grit but the very idea of process.",
          "This fruit-forward, Ethiopian espresso didn't just spring into being: It was made, labored upon, with real human hands against the drum.",
          "Lighter roasts retain more flavor compounds and better showcase fruity flavors and the character and origin of individual beans.",
          "One single transcendent cup of light roast espresso, made from yeast-fermented Thai beans roasted by Portland’s Sunday Coffee Project—a cup that tasted sweetly and surprisingly of wine and strawberries—was my conversion story to light roast espresso.",
          "It was the moment I fell down on my knees and said, like beggared Oliver Twist, that I wanted more.",
          "Generations of home baristas have followed certain guides to good espresso designed for darker beans: 25-second shots, 2:1 ratios of water to coffee, 9 bars of pressure."
        ],
        "impact": "Negative"
      }
    }
  ]
}