{
  "2025-09-01": [
    {
      "item": {
        "title": "Triveni Engineering, Triveni Turbines are among 7 stocks to trade ex dividend today, 1 September",
        "link": "https://www.livemint.com/market/stock-market-news/triveni-engineering-triveni-turbines-are-among-7-stocks-to-trade-ex-dividend-today-1-september-11756696019937.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Triveni Engineering, Triveni Turbines are among 7 stocks to trade ex dividend today, 1 September",
        "bullets": [
          "Dividend Stocks 2025: Triveni Engineering, Triveni Turbines are among 7 stocks that are set to to trade ex dividend today.",
          "The record date by these companies had been set as 1 September Triveni Turbine Ltd- At its meeting on May 10, 2025, the Board",
          "Triveni Turbines earlier had also distributed an interim dividend of ₹2/ per share.",
          "Triveni Engineering & Industries Ltd- Triveni Engineering had recommended a 250% dividend, or Rs."
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "Amanta Healthcare IPO Day 1 Live: Issue opens today. GMP signals over 22% listing gain",
        "link": "https://www.livemint.com/market/ipo/amanta-healthcare-ipo-gmp-amanta-healthcare-ipo-review-amanta-healthcare-ipo-details-amanta-healthcare-ipo-listing-11756696998393.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Amanta Healthcare IPO Day 1 Live: Issue opens today. GMP signals over 22% listing gain",
        "bullets": [
          "Amanta Healthcare IPO Day 1 Live: Amanta Healthcare, a pharmaceutical firm focusing on the production of parenteral products, is launching its initial public offering",
          "Amanta Healthcare IPO price band has been set between ₹120 and ₹126 per equity share, with a face value of ₹10.",
          "Amanta Healthcare IPO includes a fresh issuance of 1 crore equity shares.",
          "The capital raised through the Amanta Healthcare IPO will be directed towards capital expenditures, with ₹70 crore allocated for the development of a new"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "DP World’s Cochin FTWZ drives spice export growth with tech, infrastructure",
        "link": "https://www.thehindubusinessline.com/economy/agri-business/dp-worlds-cochin-ftwz-drives-spice-export-growth-with-tech-infrastructure/article69997526.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "DP World’s Cochin FTWZ drives spice export growth with tech, infrastructure",
        "bullets": [
          "Driven by supportive policies and expanding global market, DP World’s Cochin Free Trade Warehousing Zone (FTWZ) -- which already handles a significant share of",
          "For exporters, the benefits translate into faster access to international markets, optimised inventory management, and reduced spoilage—key to sustaining Kerala’s global reputation for premium"
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "BYD profit drop shows even EV leader isn’t safe in price war",
        "link": "https://www.thehindubusinessline.com/companies/byd-profit-drop-shows-even-ev-leader-isnt-safe-in-price-war/article69998614.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "BYD profit drop shows even EV leader isn’t safe in price war",
        "bullets": [
          "reporting a staggering 30 per cent plunge in quarterly profit Friday, its first decline in over three years, it’s become clear that not even",
          "The carmaker’s stock dropped as much as 8 per cent in Hong Kong on Monday, before paring losses.",
          "Heavy discounting saw BYD’s gross margin contract to 18 per cent from 18.8 per cent in the first half of 2024, although that figure",
          "Overseas revenue, excluding Hong Kong, Macau and Taiwan, was up 50 per cent in the first six months versus the same period a year"
        ],
        "impact": "Bearish"
      }
    }
  ]
}