{
  "2025-09-07": {
    "runs": {
      "13:48": [
        {
          "item": {
            "title": "M-cap of seven of India's most-valued firms gains  ₹1 lakh crore; RIL, Bajaj Finance biggest gainers",
            "link": "https://www.livemint.com/market/mcap-of-seven-of-indias-most-valued-firms-gains-rs-1-lakh-crore-ril-bajaj-finance-biggest-gainers-11757228310731.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "M-cap of seven of India's most-valued firms gains  ₹1 lakh crore; RIL, Bajaj Finance biggest gainers",
            "bullets": [
              "The upturn was a result of a bullish trend in the equity market, with the BSE benchmark Sensex jumping 901.11 points, or 1.12%, and",
              "the companies that gained last week are: Even though some companies gained, others also saw losses.",
              "Tata Consultancy Services (TCS), Infosys and Hindustan Unilever (HUL) faced losses during the week."
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "FPIs withdraw  ₹12,257 crore in first week of September — why are foreign investors exiting?",
            "link": "https://www.livemint.com/market/fpis-withdraw-rs-12-257-crore-in-first-week-of-september-why-are-foreign-investors-exiting-11757224111629.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "FPIs withdraw  ₹12,257 crore in first week of September — why are foreign investors exiting?",
            "bullets": [
              "According to the Associate Director & Manager Research of Morningstar Investment, Himanshu Srivastava, quoted by PTI, a combination of global and domestic factors contributed",
              "However, the impact was cushioned by the government’s GST rate rationalisation and a robust first-quarter GDP growth of 7.8%, noted Vaqarjaved Khan, Senior Fundamental",
              "VK Vijayakumar, Chief Investment Strategist at Geojit Financial Services, added that sustained heavy Domestic Institutional Investors (DII) buying has allowed FPIs to book profits",
              "In the coming week, FPI flows are expected to be driven by US Fed commentary, US labour market data, RBI rate cut expectations and"
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "CBIC will take up industry bodies' complaints of non-reduction in prices, says chairman",
            "link": "https://www.thehindubusinessline.com/economy/cbic-will-take-up-industry-bodies-complaints-of-non-reduction-in-prices-says-chairman/article70021935.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "CBIC will take up industry bodies' complaints of non-reduction in prices, says chairman",
            "bullets": [
              "Recounting the experience in the earlier years of GST rollout, Agarwal said even though there was a mechanism to file complaints regarding profiteering, not",
              "An anti-profiteering authority was also set up, wherein consumers can file complaints, along with bills or invoice receipts, regarding any non-reduction in prices post",
              "Under the anti-profiteering mechanism, only 704 cases were registered with the authority, and 60 per cent of the cases were initiated within the first",
              "The total profiteering amount that was alleged was ₹4,362 crore in 704 cases."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "GSTAT to begin hearing by the end of December, appeals can be filed by Sept end",
            "link": "https://www.thehindubusinessline.com/economy/gstat-to-begin-hearing-by-the-end-of-december-appeals-can-be-filed-by-sept-end/article70021770.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "GSTAT to begin hearing by the end of December, appeals can be filed by Sept end",
            "bullets": [
              "While the original adjudication and the first appeal happens through individual officers under the Act, the second appeal — against the orders of the",
              "Under section 112(1) of the CGST Act, the orders issued under section 107 or section 108 of the CGST Act or SGST Act or",
              "According to officials, a date is imperative to be notified to serve as a limitation for filing of the legacy appeals otherwise, the appeals",
              "Because of this taxpayers had to approach High Courts for the resolution of high-stake GST disputes."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}