{
  "2025-09-07": {
    "runs": {
      "13:05": [
        {
          "item": {
            "title": "FPIs withdraw  ₹12,257 crore in first week of September — why are foreign investors exiting?",
            "link": "https://www.livemint.com/market/fpis-withdraw-rs-12-257-crore-in-first-week-of-september-why-are-foreign-investors-exiting-11757224111629.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "FPIs withdraw  ₹12,257 crore in first week of September — why are foreign investors exiting?",
            "bullets": [
              "According to the Associate Director & Manager Research of Morningstar Investment, Himanshu Srivastava, quoted by PTI, a combination of global and domestic factors contributed",
              "However, the impact was cushioned by the government’s GST rate rationalisation and a robust first-quarter GDP growth of 7.8%, noted Vaqarjaved Khan, Senior Fundamental",
              "VK Vijayakumar, Chief Investment Strategist at Geojit Financial Services, added that sustained heavy Domestic Institutional Investors (DII) buying has allowed FPIs to book profits",
              "In the coming week, FPI flows are expected to be driven by US Fed commentary, US labour market data, RBI rate cut expectations and"
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Upcoming IPOs: Urban Company IPO, Dev Accelerator IPO among public issues to open next week; check full list here",
            "link": "https://www.livemint.com/market/stock-market-news/upcoming-ipos-urban-company-ipo-dev-accelerator-ipo-among-public-issues-to-open-next-week-check-full-list-here-11757222839029.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Upcoming IPOs: Urban Company IPO, Dev Accelerator IPO among public issues to open next week; check full list here",
            "bullets": [
              "The buzz in the primary market is all set to continue with nearly nine new initial public offering (IPOs), three in mainboard and seven",
              "In the mainboard segment, Shringar House of Mangalsutra IPO, Dev Accelerator IPO and Urban Company IPO will be opening for bidding.",
              "The mainboard IPO will open for subscription on Sep 10 and closes on Sep 12.",
              "The IPO price band is set at ₹155 to ₹165 per share."
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "Adani Group looks to invest $60 billion in power, RE sectors till FY32",
            "link": "https://www.thehindubusinessline.com/companies/adani-group-looks-to-invest-60-billion-in-power-re-sectors-till-fy32/article70021827.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Adani Group looks to invest $60 billion in power, RE sectors till FY32",
            "bullets": [
              "Industrialist Gautam Adani-led Adani Group is looking to invest around $60 billion up to FY32 in power sector, especially in renewables, generation and transmission/distribution.",
              "In an investor presentation, Adani Power said the group plans $21 billion investment by FY30 to scale up renewable energy capacity to 50 GW",
              "Part of the Adani Group, Adani Green Energy Ltd (AGEL) develops, builds, owns, operates and maintains utility-scale grid-connected solar and wind farm projects."
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "Two-wheeler sales volume to grow 5-6% this fiscal after GST cut boost: Crisil Ratings",
            "link": "https://www.thehindubusinessline.com/companies/two-wheeler-sales-volume-to-grow-5-6-this-fiscal-after-gst-cut-boost-crisil-ratings/article70021736.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Two-wheeler sales volume to grow 5-6% this fiscal after GST cut boost: Crisil Ratings",
            "bullets": [
              "Two-wheeler sales volume is expected to grow by 5-6 per cent in the current fiscal year, due to the Goods and Services Tax (GST)",
              "The rating firm said that the move is expected to provide a much-needed stimulus to the domestic automobile industry, particularly two-wheelers and passenger vehicles",
              "Additionally, the early and intense onset of the southwest monsoon curtailed rural activity and dampened consumer sentiment.",
              "According to the rating agency, growth in the PV segment is expected to be more modest at 2-3 per cent this fiscal year."
            ],
            "impact": "Neutral"
          }
        }
      ]
    }
  }
}