{
  "2025-09-06": {
    "runs": {
      "15:05": [
        {
          "item": {
            "title": "Gold price hits new high on US Fed rate cut buzz, rallies 35% in YTD. Is it the right time to buy gold?",
            "link": "https://www.livemint.com/market/commodities/gold-price-hits-new-high-on-us-fed-rate-cut-buzz-rallies-35-in-ytd-is-it-the-right-time-to-buy-gold-11757147509573.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Gold price hits new high on US Fed rate cut buzz, rallies 35% in YTD. Is it the right time to buy gold?",
            "bullets": [
              "Gold rate today: Following the optimism for the US Fed rate cut after the soft US economic data, gold prices across bourses bounced back",
              "Speaking on the reasons that are fueling gold price today, Sugandha Sachdeva, Founder of SS WealthStreet, said, \"Gold prices surged to another record high",
              "Tariff-related developments, alongside the upcoming US CPI print, will be the key catalysts guiding price action in the days ahead.\" Whether it is the",
              "It is often wise to hold gold as a diversification and inflation hedge as part of your overall portfolio.\" Ross said it still makes"
            ],
            "impact": "Bullish"
          }
        },
        {
          "item": {
            "title": "Stock market this week: Top gainers and losers shaping Nifty, Sensex trends",
            "link": "https://www.livemint.com/market/stock-market-news/weekend-wrap-september-5-stock-market-bse-nse-top-gainers-and-losers-mutual-funds-ipo-nfo-nifty50-markets-elss-11755330631609.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Stock market this week: Top gainers and losers shaping Nifty, Sensex trends",
            "bullets": [
              "Amanta Healthcare Ltd IPO The IPO of Amanta Healthcare Ltd witnessed an impressive subscription of 82.60 times by 3rd September 2025.",
              "The IPO was open between 1st September and 3rd September 2025, and received an overwhelming response, leading to its massive oversubscription.",
              "Two new NFOs (New Fund Offers) have been launched: The Bandhan BSE India Sector Leaders Index Growth Direct Plan is an open-ended scheme, available",
              "Managed by Abhishek Jain, its objective is to mirror the performance of the BSE India Sector Leaders Index by investing in its constituent securities"
            ],
            "impact": "Bearish"
          }
        },
        {
          "item": {
            "title": "Russia offsets lower coal exports to Europe by shipping to China, India: US EIA",
            "link": "https://www.thehindubusinessline.com/economy/russia-offsets-lower-coal-exports-to-europe-by-shipping-to-china-india-us-eia/article70018893.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Russia offsets lower coal exports to Europe by shipping to China, India: US EIA",
            "bullets": [
              "Russia’s coal exports to Europe decreased in the last five years, ending 2024 calendar year (CY), which was offset by diverting the cargoes to",
              "While Russian cargoes of the dry fuel to Europe decline by more than half between 2020 and 2024, shipments to India more than doubled.",
              "China alone accounted for more than half of Russia’s cumulative coal exports last year."
            ],
            "impact": "Bullish"
          }
        }
      ]
    }
  }
}