{
  "2025-09-01": [
    {
      "item": {
        "title": "Director Jim Jarmusch ‘disappointed and disconcerted’ by Mubi’s funding from Sequoia",
        "link": "https://techcrunch.com/2025/08/31/director-jim-jarmusch-disappointed-and-disconcerted-by-mubis-funding-from-sequoia/",
        "site_name": "TechCrunch",
        "novelty_hash": "37de91c0e2ca1373fbb435e456c5282b794b060b"
      },
      "review": {
        "headline_rewrite": "Director Jim Jarmusch ‘disappointed and disconcerted’ by Mubi’s funding from Sequoia",
        "bullets": [
          "Veteran indie filmmaker Jim Jarmusch premiered his new movie “Father Mother Sister Brother” today at the Venice Film Festival, where journalists asked him about Mubi, the streaming platform that co-produced the film — specifically, about Mubi’s recent $100 million funding round led by Sequoia Capital.",
          "“I was disappointed and disconcerted by this relationship,” Jarmusch said, while noting that his own “relationship with Mubi started much before that, and they were fantastic to work with on this film.”\nNumerous filmmakers — including those with ties to Mubi — signed an open letter criticizing the streamer for accepting money from Sequoia and saying that the firm’s backing of Israeli defense tech startup Kela meant that “Mubi’s financial growth as a company is now explicitly tied to the genocide in Gaza.” (Mubi’s founder and CEO subsequently insisted that “any suggestion that our work is connected to funding the war is simply untrue.”)\nFor his part, Jarmusch said at his film’s press conference that he’s “not the spokesman” for Mubi, but rather an independent filmmaker who’s “taken money from various sources to fund my films.”\n“All corporate money is dirty,” he said."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "UK age check law seems to be hurting sites that comply, helping those that don’t",
        "link": "https://techcrunch.com/2025/08/31/uk-age-check-law-seems-to-be-hurting-sites-that-comply-helping-those-that-dont/",
        "site_name": "TechCrunch",
        "novelty_hash": "f8e038b9e9454478710e4b793a02267f641574ad"
      },
      "review": {
        "headline_rewrite": "UK age check law seems to be hurting sites that comply, helping those that don’t",
        "bullets": [
          "John Scott-Railton, a researcher at the University of Toronto’s Citizen Lab, told the Post that this is “a textbook illustration of the law of unintended consequences,” adding that the law “suppresses traffic to compliant platforms while driving users to sites without age verification.”"
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Get up to 77 percent off NordVPN two-year plans for Labor Day",
        "link": "https://www.engadget.com/deals/get-up-to-77-percent-off-nordvpn-two-year-plans-for-labor-day-151807565.html",
        "site_name": "Engadget",
        "novelty_hash": "f4e6164b11d56836fa9d40e201133e792ac2839b"
      },
      "review": {
        "headline_rewrite": "Get up to 77 percent off NordVPN two-year plans for Labor Day",
        "bullets": [
          "Read more about how we evaluate products.",
          "A Prime plan additionally comes with encrypted cloud storage or NordProtect, which insures you against identity theft and monitors dark web activity.",
          "When Engadget’s Sam Chapman reviewed NordVPN earlier this year, he praised its excellent download speeds, exclusive features and extensive server network.",
          "While it doesn't quite make the cut in our guide to the best VPNs available right now, it generally performed well in speed tests and Threat Protection Pro is really worth having."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "The Mortal Kombat II movie is postponed to a spring 2026 release",
        "link": "https://www.engadget.com/entertainment/tv-movies/the-mortal-kombat-ii-movie-is-postponed-to-a-spring-2026-release-192515532.html",
        "site_name": "Engadget",
        "novelty_hash": "ae8de43a78fac97c1d6b496e985c1681a93dd887"
      },
      "review": {
        "headline_rewrite": "The Mortal Kombat II movie is postponed to a spring 2026 release",
        "bullets": [
          "We'll have to wait until May to discover the fate of Earthrealm and Johnny Cage.",
          "According to a post on X from the movie's official account, the \"tournament demands a new time and place, worthy of its spectacle.\"\nThe delay goes against the trailer and promotional images that Warner Bros.",
          "The report added that a record-breaking red-band trailer that saw 106 million views in the first 24 hours and a strong performance in research screenings could have influenced the decision to reschedule.",
          "Impatient fans will have to wait until next year for the sequel that stars Karl Urban as Johnny Cage.",
          "The trailer revealed a plot that will revolve heavily around Cage as he joins the fight-to-the-death tournament in order to save Earthrealm."
        ],
        "impact": "Negative"
      }
    },
    {
      "item": {
        "title": "China and India pledge to be 'partners not rivals' at security summit",
        "link": "https://news.google.com/read/CBMiWkFVX3lxTE9lS2JfajUzQkhjc3QxT1UxY1JBQ0V0ODU4d1pDc0ZVUks3aS0yeHJIcFBMaGhDMHc3bDdDZkdaQnJKb2FEazFZWGZGQkNkUUNTbXlXaFFOSHRfQQ",
        "site_name": "Google News",
        "novelty_hash": "da39a3ee5e6b4b0d3255bfef95601890afd80709"
      },
      "review": {
        "headline_rewrite": "China and India pledge to be 'partners not rivals' at security summit",
        "bullets": [],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "AI News",
        "link": "https://timesofindia.indiatimes.com/technology/artificial-intelligence",
        "site_name": "The Times of India",
        "novelty_hash": "3a2edfb86440d35a9e8b122061650673882966e1"
      },
      "review": {
        "headline_rewrite": "AI News",
        "bullets": [
          "Grammarly launches new AI agents to assist students and professionals with writing tasks\nGrammarly has introduced eight new AI agents within its AI writing surface, 'docs,' designed to aid students and professionals with diverse writing tasks.",
          "These agents offer functionalities like citation finding, plagiarism checking, and AI detection, alongside features predicting reader reactions and providing rubric-based feedback.",
          "This launch signifies Grammarly's move towards agent-based AI to enhance writing across various platforms."
        ],
        "impact": "Positive"
      }
    }
  ]
}