{
  "2025-09-01": [
    {
      "item": {
        "title": "BSE PSU index crashes 20% from peak, enters bear territory: Turnaround likely or more pain ahead?",
        "link": "https://www.livemint.com/market/stock-market-news/bse-psu-index-crashes-20-from-peak-enters-bear-territory-turnaround-likely-or-more-pain-ahead-11756709777961.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "BSE PSU index crashes 20% from peak, enters bear territory: Turnaround likely or more pain ahead?",
        "bullets": [
          "BSE PSU index: The gauge of index representing the public sector companies has entered into the bear territory, following a 20% crash from its",
          "The BSE PSU index settled the last trading session on August 29 at 18,319.45, down 20.41% from its all-time high of 23018.87.",
          "Meanwhile, other PSU stocks like Rail Vikas Nigam, Oil India, UCO Bank, Central Bank, REC and IREDA have lost between 40-49%, according to Trendlyne",
          "According to analysts, a host of factors have contributed to the decline in the PSU index and its constituents — earnings slowdown, profit taking"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Avic Chengdu share price: J-10 fighter jet maker's stock jumps over 6% after Modi-Xi meeting",
        "link": "https://www.livemint.com/market/stock-market-news/avic-chengdu-share-price-j-10-fighter-jet-makers-stock-jumps-over-6-after-modi-xi-meeting-11756706880341.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Avic Chengdu share price: J-10 fighter jet maker's stock jumps over 6% after Modi-Xi meeting",
        "bullets": [
          "President Donald Trump’s recent imposition of a steep 50% tariff on Indian goods, partly triggered by New Delhi’s purchase of Russian oil.",
          "He also stressed the importance of maintaining peace and stability along their disputed border, where a 2020 clash led to a five-year military standoff."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "Greenzo Energy wins green hydrogen plant order from Jindal Stainless",
        "link": "https://www.thehindubusinessline.com/companies/greenzo-energy-wins-green-hydrogen-plant-order-from-jindal-stainless/article69998926.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Greenzo Energy wins green hydrogen plant order from Jindal Stainless",
        "bullets": [
          "Greenzo Energy India Limited has secured an order from Jindal Stainless Limited (JSL) to supply and commission a green hydrogen electrolyser plant at JSL’s",
          "The contract was announced today.",
          "The plant will have a designed capacity of 472,409 kg per year and is scheduled for delivery within six months of contract signing.",
          "The electrolyser system features indigenous alkaline bipolar technology delivering hydrogen at 30 bar pressure with 99.99999 per cent purity."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "India pushes back against US moves on Russian oil imports",
        "link": "https://www.thehindubusinessline.com/news/world/india-pushes-back-against-us-moves-on-russian-oil-imports/article69999020.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "India pushes back against US moves on Russian oil imports",
        "bullets": [
          "India rebutted mounting US pressure to end crude imports from Russia, with Oil Minister Hardeep Puri arguing that the flows had helped to shield",
          "“Some critics allege that India has become a ‘laundromat’ for Russian oil.",
          "Nothing could be further from the truth.” Oil traders are focused on New Delhi’s buying after Washington doubled tariffs on many Indian imports to",
          "As part of the drive — which has not been matched by similar US action against China, another big importer — Treasury Secretary Scott"
        ],
        "impact": "Neutral"
      }
    }
  ]
}