{
  "2025-09-01": [
    {
      "item": {
        "title": "Vikran Engineering IPO allotment date likely today. GMP, steps to check share allotment status online",
        "link": "https://www.livemint.com/market/ipo/vikran-engineering-ipo-allotment-date-likely-today-gmp-steps-to-check-share-allotment-status-online-11756694892104.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Vikran Engineering IPO allotment date likely today. GMP, steps to check share allotment status online",
        "bullets": [
          "Vikran Engineering IPO Allotment: EPC company Vikran Engineering Ltd received strong demand for its initial public offering (IPO).",
          "Investors will now focus on Vikran Engineering IPO allotment date which is likely today.",
          "Vikran Engineering IPO allotment date is likely today, 1 September 2025, and the IPO listing date is September 3.",
          "Vikran Engineering shares will be listed on both the stock exchanges, BSE and NSE."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "India bond yields may start new month with an upward bias",
        "link": "https://www.livemint.com/market/stock-market-news/india-bond-yields-may-start-new-month-with-an-upward-bias-11756694870808.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "India bond yields may start new month with an upward bias",
        "bullets": [
          "By Dharamraj Dhutia MUMBAI, Sept 1 (Reuters) - Indian government bond yields are expected to start the month with a marginal upside, as underlying",
          "The benchmark 10-year bond yield is expected to trade in the 6.55%-6.59% range, after ending at 6.5678% on Friday, a trader with a private",
          "The yield rose 19 basis points in August, its biggest monthly leap since September 2022.",
          "\"Demand weakness has already heightened, resulting in a sharp move to 6.57% from 6.40% in the 10-year bond yield in just two weeks."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "‘Brahmins profiteering’: Navarro’s casteist swipe at India to defend Trump tariffs",
        "link": "https://www.thehindubusinessline.com/news/world/brahmins-profiteering-navarros-casteist-swipe-at-india-to-defend-trump-tariffs/article69998574.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "‘Brahmins profiteering’: Navarro’s casteist swipe at India to defend Trump tariffs",
        "bullets": [
          "White House Trade Adviser, Peter Navarro, has once again taken a strident position justifying US President Donald Trump's decision to levy a 50 per",
          "He criticised Prime Minister Narendra Modi's foreign policy approach while calling him a \"great leader\", suggesting that India's engagement with Russia and China undermines",
          "You've got Brahmins profiteering at the expense of the Indian people.",
          "Earlier on Friday, Navarro accused India of profiting from Russian oil in scalding remarks."
        ],
        "impact": "Neutral"
      }
    },
    {
      "item": {
        "title": "PM Modi to address SCO summit, hold talks with Putin",
        "link": "https://www.thehindubusinessline.com/news/pm-modi-to-address-sco-summit-hold-talks-with-putin/article69998566.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "PM Modi to address SCO summit, hold talks with Putin",
        "bullets": [
          "Both reaffirmed that the two countries were development partners and not rivals and that their differences should not turn into disputes and called for",
          "The Prime Minister also underlined the importance of peace and tranquillity in the border areas for the continued development of bilateral relations.",
          "The two leaders also noted with satisfaction the successful disengagement last year and the maintenance of peace and tranquillity along the border areas since",
          "There are also several dialogue partners and observers."
        ],
        "impact": "Neutral"
      }
    }
  ]
}