{
  "2025-09-06": {
    "runs": {
      "18:28": [
        {
          "item": {
            "title": "Google Pixel 10 review: perfectly fine",
            "link": "https://www.theverge.com/reviews/772813/google-pixel-10-review",
            "site_name": "The Verge",
            "novelty_hash": "74ae7452340db5475eaf46f7f1a2ee86db7a55e0"
          },
          "review": {
            "headline_rewrite": "Google Pixel 10 review: perfectly fine",
            "bullets": [
              "Google’s non-Pro Pixel is priced fairly at $799, which is significantly less than the $999 Pixel 10 Pro.",
              "Its AI features finally show promise.",
              "And that’s because up until this year, the non-Pro Pixel came with the same main and ultrawide camera hardware as the Pro.",
              "The Good\n- Qi2 wireless charging with magnets is great\n- AI is actually kind of useful, finally\n- Telephoto camera is a nice addition\nThe Bad\n- Main and ultrawide cameras aren’t quite as good as the Pro\n- Battery life is just okay\nOutside of the camera situation, the Pixel 10 comes with the same major upgrades as the Pro phones this year: a new chip and some magnets.",
              "The G5 is Google’s first custom chipset made by TSMC, and it handles heavier workloads well.",
              "Google Pixel 10 specifications\n- Tensor G5 chipset with 12GB of RAM | 128GB or 256GB of storage\n- 6.3-inch 1080p 60-120Hz OLED\n- 48-megpaixel f/1.7 main camera | 13-megapixel ultrawide | 10.8-megapixel 5x telephoto | 10.5-megapixel selfie camera\n- 4,970mAh lithium-ion battery\n- Qi2 wireless charging up to 15W; 55 percent charge in 30 minutes with wired 30W charger\n- IP68 dust and water resistant\nThere’s a whole lot of on-device AI running on the new chip — which you can read more about in my Pixel 10 Pro review — and I suspect it contributes to the Pixel 10’s just-okay battery life."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "MAGA populists call for holy war against Big Tech",
            "link": "https://www.theverge.com/politics/773154/maga-tech-right-ai-natcon",
            "site_name": "The Verge",
            "novelty_hash": "1bc3b8a8821f9876f25c6b4a5a1c58e8057bd75b"
          },
          "review": {
            "headline_rewrite": "MAGA populists call for holy war against Big Tech",
            "bullets": [
              "At the end of the afternoon panel on the culture wars (“The Need for Heroism”), Geoffrey Miller was handed the mic and started berating one of the panelists: Shyam Sankar, the chief technology officer of Palantir, who is in charge of the company’s AI efforts.",
              "MAGA populists call for holy war against Big Tech\nAt NatCon, one of the right wing’s most influential conferences, AI developers were “apostates,” CEOs were faithless, and Big Tech was a threat to Western civilization.",
              "“I argue that the AI industry shares virtually no ideological overlap with national conservatism,” Miller said, referring to the conference’s core ideology.",
              "Hours ago, Miller, a psychology professor at the University of New Mexico, had been on that stage for a panel called “AI and the American Soul,” calling for the populists to wage a literal holy war against artificial intelligence developers “as betrayers of our species, traitors to our nation, apostates to our faith, and threats to our kids.” Now, he stared right at the technologist who’d just given a speech arguing that tech founders were just as heroic as the Founding Fathers, who are sacred figures to the natcons.",
              "The AI industry was, he told Sankar, “by and large, globalist, secular, liberal, feminized transhumanists.",
              "They explicitly want mass unemployment, they plan for UBI-based communism, and they view the human species as a biological ‘bootloader,’ as they say, for artificial superintelligence.”\nIf you threw a rock down the Westin Hotel hallway, you had a high chance of hitting someone who contributed to Project 2025\nSankar mounted a calm defense that leveraged the correct NatCon vocabulary (“I think that the broadly secular culture of Silicon Valley has filled the God-shaped hole in their heart with this belief towards AGI.”) But over the next several days, it appeared that Sankar was one of the very, very few attendees with a net positive view of the tech industry and AI."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "How to Watch Apple’s iPhone 17 Announcement, and What to Expect",
            "link": "https://www.wired.com/story/apple-iphone-17-event-how-to-watch-what-to-expect/",
            "site_name": "WIRED",
            "novelty_hash": "da65a623135840a0d9ea2bf1bf1e99b8a5fd9ab2"
          },
          "review": {
            "headline_rewrite": "How to Watch Apple’s iPhone 17 Announcement, and What to Expect",
            "bullets": [
              "Apple’s latest product launch event is happening on September 9.",
              "We’ll likely see a full line of iPhones 17, including the base model, the Pro models, and a brand-new ultra-thin version called the iPhone Air.",
              "We are also expecting new Apple Watches and new AirPods.",
              "All of these devices will surely have some sort of AI-enabled capabilities.",
              "Just know that Apple always stays tight-lipped in the lead-up to its launch events, so the information we’re providing here is speculative.",
              "Air Born\nThe biggest news of the event might just be about one of the lightest gadgets in the lineup."
            ],
            "impact": "Positive"
          }
        },
        {
          "item": {
            "title": "The 21 Best Movies on Amazon Prime Right Now (September 2025)",
            "link": "https://www.wired.com/story/best-amazon-prime-movies/",
            "site_name": "WIRED",
            "novelty_hash": "bf838491a804e1d59c7aaa16bfa7494d3f27598c"
          },
          "review": {
            "headline_rewrite": "The 21 Best Movies on Amazon Prime Right Now (September 2025)",
            "bullets": [
              "Air\nSure, nowadays Michael Jordan is a bona fide sports god, and Nike Air Jordans are still arguably the cool sneaker—but that wasn’t the case back in 1984.",
              "We all know how that panned out, so thankfully Air is more than a two-hour advert for gym shoes.",
              "In an age of franchises and endless blockbusters, Air is the sort of character-focused film that rarely gets made anymore, and is all the more enjoyable for it.",
              "American Fiction\nHeads of State\nGrumpy British prime minister Sam Clarke (Idris Elba) and action-movie star turned US President Will Derringer (John Cena) can't stand each other—so teaming up to survive after Air Force One is shot down over the Belarusian wilderness is going to put a real strain on the Special Relationship.",
              "Deep Cover\nThe Adventures of Buckaroo Banzai Across the 8th Dimension\nOne of the absolute wildest films you've probably never seen, 1984's The Adventures of Buckaroo Banzai is … almost impossible to describe.",
              "Buckaroo Banzai—a super-genius physicist, skilled neurosurgeon, high-flying test pilot, and beloved rock star—the film follows his battle with the evil Dr."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Apple is announcing the iPhone 17 lineup on Tuesday: Rumors, prices, new features and what else you need to know",
            "link": "https://www.engadget.com/mobile/smartphones/apple-is-announcing-the-iphone-17-lineup-on-tuesday-rumors-prices-new-features-and-what-else-you-need-to-know-153024742.html",
            "site_name": "Engadget",
            "novelty_hash": "a277cdfaa848354fe6eb89869895270a4419b58e"
          },
          "review": {
            "headline_rewrite": "Apple is announcing the iPhone 17 lineup on Tuesday: Rumors, prices, new features and what else you need to know",
            "bullets": [
              "While Apple keeps all the details under lock and key, we actually have a very strong idea as to what we'll be seeing, thanks to leaks from Asian supply chains, case manufacturers and some credible media reports.",
              "That includes four new iPhone 17 models, with an all-new superthin model, dubbed the iPhone Air, leading the pack.",
              "Rounding out the new products should be the AirPods Pro 3 earbuds, which are said to add heart-rate monitoring and a live translation feature.",
              "That said, we're still treating everything as unconfirmed until Apple's official announcements hit on Tuesday.",
              "But given that President Trump's trade policies can change from week to week, and Apple's continuing reliance on Asia-based supply chains, price shocks remain an ongoing possibility.",
              "If prices do creep up, Apple may choose to pair it with an \"upgrade.\" Consider this recent rumor posted by MacRumors from a leaker known as \"Instant Digital,\" suggesting that the default storage of the iPhone 17 line may start at 256GB, doubling the current 128GB baseline."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Silksong, smacking sticks and other new indie games worth checking out",
            "link": "https://www.engadget.com/gaming/silksong-smacking-sticks-and-other-new-indie-games-worth-checking-out-110020156.html",
            "site_name": "Engadget",
            "novelty_hash": "9c16d5f9c85f8c968e652ccece759a7fe591da37"
          },
          "review": {
            "headline_rewrite": "Silksong, smacking sticks and other new indie games worth checking out",
            "bullets": [
              "You have until 11AM ET on September 11 to claim the classic puzzle game.",
              "Again, you'll have a week to claim those.",
              "Games you claim here are yours to keep forever, even if you don't maintain your Prime membership.",
              "Amazon offered up a particularly tasty one this week in the shape of Into The Breach, a hugely acclaimed strategy game, but there are plenty of others to check out.",
              "After a seven-year wait, Silksong is by some distance the highest-profile indie game to arrive in 2025 so far.",
              "Perhaps if we start mentioning another long-awaited game — say, Kingdom Hearts 4?"
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}