{
  "2025-09-06": {
    "runs": {
      "10:44": [
        {
          "item": {
            "title": "Technology Sep 4, 2025 ScaleAI, in which Mark Zuckerberg invested $14.3 billion, sues former employee Eugene Ling for stealing data; read his open post on lawsuit: I’m really sorry to my ... Former Scale AI employee, Eugene Ling, apologizes to his new team at Mercor as Scale AI sues him for allegedly stealing confidential documents. The lawsuit claims Ling took over 100 documents containing customer strategies and attempted to poach a major client. Ling denies nefarious intent, stating he was instructed not to delete the files when he offered.",
            "link": "https://timesofindia.indiatimes.com/technology/tech-news/scaleai-in-which-mark-zuckerberg-invested-14-3-billion-sues-former-employee-eugene-ling-for-stealing-data-read-his-open-post-on-lawsuit-im-really-sorry-to-my-/articleshow/123697468.cms",
            "site_name": "The Times of India",
            "novelty_hash": "5abc6054cfeb09e1f9781edc793b6591edaa6950"
          },
          "review": {
            "headline_rewrite": "Technology Sep 4, 2025 ScaleAI, in which Mark Zuckerberg invested $14.3 billion, sues former employee Eugene Ling for stealing data; read his open post on lawsuit: I’m really sorry to my ... Former Scale AI employee, Eugene Ling, apologizes to his new team at Mercor as Scale AI sues him for allegedly stealing confidential documents. The lawsuit claims Ling took over 100 documents containing customer strategies and attempted to poach a major client. Ling denies nefarious intent, stating he was instructed not to delete the files when he offered.",
            "bullets": [
              "Eugene Ling, a former sales employee at Scale AI, has issued a public apology to his current team and employer, Mercor, after a report emerged that his ex-company is suing them.",
              "The lawsuit, filed two months after Scale AI secured a massive $14.3 billion investment from Mark Zuckerberg's Meta, accuses Ling of stealing confidential documents containing customer strategies and other proprietary information.",
              "I know this was frustrating for my old team, and I feel bad about that,â Ling said in a post.",
              "But Scale asked that I not do anything with them, so Iâm still waiting for guidance on how to resolve this.",
              "It sounds like Scale wants to sue me and thatâs up to them,â he said.",
              "Why ScaleAI is suing Eugene Ling\nLingâs post that came after a report by TechCrunch said that Scale AIâs lawsuit alleges that Ling \"stole more than 100 confidential documents concerning Scaleâs customer strategies and other proprietary information\" and attempted to poach one of Scaleâs largest clients for Mercor."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "News Showcase",
            "link": "https://news.google.com/showcase?hl=en-US&gl=US&ceid=US%3Aen",
            "site_name": "Google News",
            "novelty_hash": "a63cb48dd8a1b8aa8df2c352a8cf60a791684ab8"
          },
          "review": {
            "headline_rewrite": "News Showcase",
            "bullets": [
              "CRIME/PUBLIC SAFETY\n'South Hill rapist' Kevin Coe poised to be released after decadeNews Showcase\nStories selected by newsroom editors\nTaking the Amtrak, stylish mansion for sale, more\nFrom NOLA to Mobile\nEverywhere Ian McNulty ate, drank, explored in Mobile, AlabamaReal estate news\nSee inside this Acadian home for sale in Old MetairieNew Orleans legend\n428 Saints teammates, but there's only one Cam JordanThe Morning Rundown | September 5, 2025\nCobb Courier Evening Update September 5, 2025\nReligion\nFuneral of Dr.",
              "Are you here to adopt me?\"Daily News\nCampaigns & Elections\nTrump endorses Rep.",
              "Ashley Hinson’s campaign for Iowa’s U.S.…Videos\nIowa gubernatorial candidate Sand pitches unity, faces pointed…Campaigns & Elections\nRepublicans rally behind Hinson as she launches 2026 Iowa U.S.…TODAY IN SANTA CRUZ COUNTY\nBKReader: Brooklyn Reader - Latest\nMany Brooklyn bus lines bun...",
              "Are Talks Underway to Give NYC Mayor a Job in Washington?STOCK MARKET TODAY\nFriday News Roundup - Evening Edition\nWILLMAR MINNESOTA NEWS\nAdvocate Top Stories\nBy Niki Gummadi\nDallas Love Field finalizing expansion and improvement planBy Carol Toler\nPatsy Morriss makes empty nesting a hootBy Madelyn Edwards\nLakewood Branch Library book sale happening Sept.",
              "9-13Best of Friday\nLand Use and Development\n12-condo building proposed for Northfield's new zoning districtPublic Safety\nMissing swimmer remains unidentified 2 weeks after search called offHigh School Highlights\nNT field hockey enjoys big week; Trevs volleyball off to hot startMUSK'S FAT PAY PACKAGE, BATTERY PLANT RAID\nFort Worth & Tarrant County Headlines\nALEXANDRIA MINNESOTA NEWS\nLatest Headlines\nMilitary Mobilization\nGov.",
              "5, 2025\nChicago Does\nReal Times Media\nKamala Harris Given LAPD, CHP Security After Trump Revokes Secret ServiceBlack Information Network\nMan Charged With Murder In Case Of Missing Black Teen DaCara ThompsonBlack Information Network\nFlorida’s Push To Drop School Vaccine Mandates Sparks Health ConcernsDaily Dose of Neighborhood News 9.5.25\nFriday's news in Fairfax County\nNews from the Central Valley\nSTGnews Headlines\nKane County Chronicle\nMariano Velasco’s pick-six jumpstarts Oswego offense, defense to big win over GenevaKane County Chronicle\nPhotos: Oswego, Geneva football meet in nonconference actionKane County Chronicle\nElderly couple killed when their car collides with vehicle driven by 18-year-old in GenevaDallas-Fort Worth News - Sept."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "AI News",
            "link": "https://timesofindia.indiatimes.com/technology/artificial-intelligence",
            "site_name": "The Times of India",
            "novelty_hash": "c2cb3f5b34da9c96df06a5444a16cf6e8fb317f7"
          },
          "review": {
            "headline_rewrite": "AI News",
            "bullets": [
              "‘We have apologised to…’: Australia’s biggest bank decides not to replace human jobs with AI\nThe Commonwealth Bank of Australia (CBA) has backtracked on its plan to eliminate 45 customer service positions due to AI implementation, following pressure from the Finance Sector Union.",
              "CBA admitted its assessment was flawed and offered affected employees options to remain, apply elsewhere, or exit."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}