{
  "2025-09-05": [
    {
      "item": {
        "title": "Swiggy, Zomato outlook strong despite 18% GST, say experts; Motilal Oswal remains bullish, sees 30% upside",
        "link": "https://www.livemint.com/market/stock-market-news/stocks-to-buy-swiggy-zomato-outlook-strong-despite-18-gst-motilal-oswal-remains-bullish-sees-30-upside-11757048228931.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Swiggy, Zomato outlook strong despite 18% GST, say experts; Motilal Oswal remains bullish, sees 30% upside",
        "bullets": [
          "Previously, platforms did not charge GST consistently for every order because they were not liable to pay the tax.",
          "\"We believe that the impact (if any) will be negligible for both because in food delivery, delivery charges typically get waived on two-thirds of",
          "Brokerage firm Motilal Oswal Financial Services has upgraded Swiggy to a 'buy', and retained its 'buy' rating on Eternal.",
          "We retain our 'buy' rating on Eternal with a target price of ₹420 (implying 29% upside), as we continue to see structural tailwinds and"
        ],
        "impact": "Bullish"
      }
    },
    {
      "item": {
        "title": "A September to remember? Fed, ECB meets may trigger next leg of rate cuts in Asia",
        "link": "https://www.livemint.com/market/mark-to-market/interest-rate-cuts-asia-2025-september-fed-ecb-meetings-11757045245937.html",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "A September to remember? Fed, ECB meets may trigger next leg of rate cuts in Asia",
        "bullets": [
          "Fed, ECB meets may trigger next leg of rate cuts in Asia With growth risks rising and inflation easing, investors are watching September’s central",
          "Major global central banks are set to meet through September, with markets watching closely for fresh policy signals.",
          "Amid tariff-driven economic uncertainty, fears of slowing growth, and persistently soft inflation, the calls for interest rate cuts are growing louder.",
          "Inflation in the eurozone edged up in August to 2.1% year-on-year, but stayed close to the ECB’s 2% target."
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "Reduction in GST rates of dairy products would have far-reaching benefits: Milky Mist",
        "link": "https://www.thehindubusinessline.com/economy/reduction-in-gst-rates-of-dairy-products-would-have-far-reaching-benefits-milky-mist/article70015123.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "Reduction in GST rates of dairy products would have far-reaching benefits: Milky Mist",
        "bullets": [
          "Butter, ghee, dairy spreads, cheese, condensed milk and milk-based beverages would attract 5 per cent GST with effect from 22 September 2025, as compared"
        ],
        "impact": "Bearish"
      }
    },
    {
      "item": {
        "title": "GST exemption on insurance products to cost ₹9,900 crore",
        "link": "https://www.thehindubusinessline.com/money-and-banking/gst-exemption-on-insurance-products-to-cost-9900-crore/article70015055.ece",
        "site_name": "",
        "novelty_hash": ""
      },
      "review": {
        "headline_rewrite": "GST exemption on insurance products to cost ₹9,900 crore",
        "bullets": [
          "“During the GoM meeting, it was informed that the impact on revenue will be to the tune of ₹9,900 crores approximately, if the Union’s",
          "States caution insurers must pass benefits to consumers According to him, states believed that the full benefit of the exemption would only accrue if",
          "“A few States have also raised an issue that the insurance companies should not make windfall gains by not passing the benefits of this",
          "States also wanted to ensure that the primary beneficiary of the exemption should be the policyholder and not the company."
        ],
        "impact": "Neutral"
      }
    }
  ]
}