{
  "2025-09-07": {
    "runs": {
      "12:14": [
        {
          "item": {
            "title": "Gurugram high-end property demand softens; Noida holds strong amid supply shortage",
            "link": "https://www.livemint.com/market/stock-market-news/gurugram-high-end-property-demand-softens-noida-holds-strong-amid-supply-shortage-11757224905016.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Gurugram high-end property demand softens; Noida holds strong amid supply shortage",
            "bullets": [
              "The report further added that buoyed by strong balance sheets and a focus on boosting pre-sales, competition for project acquisitions is intense.",
              "While this is likely to put pressure on profit margins, companies with a healthy pipeline of ongoing projects over the next few years could",
              "Whereas, units with higher ticket sizes greater than ₹20 million are also witnessing healthy absorption, but with some inducements, such as relaxed payment plans,",
              "Low inflation (1.55 per cent in July), income tax relief for earnings up to ₹12 lakh per year, a good monsoon, and a strong"
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Stocks to buy under  ₹100: Sumeet Bagadia recommends three shares to buy on Monday — 8 September 2025",
            "link": "https://www.livemint.com/market/stock-market-news/stocks-to-buy-under-100-sumeet-bagadia-recommends-three-shares-to-buy-on-monday-8-september-2025-11757208304430.html",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Stocks to buy under  ₹100: Sumeet Bagadia recommends three shares to buy on Monday — 8 September 2025",
            "bullets": [
              "Indian stock market: The Indian stock market closed flat on Friday, September 5, as profit booking persisted amid worries over Trump’s tariffs and their",
              "The Sensex and Nifty 50 opened on a positive note but were unable to sustain gains despite favorable global cues and expectations of a",
              "The Sensex edged down by 7 points to close at 80,710.76, while the Nifty 50 gained 7 points to settle at 24,741.",
              "The BSE Midcap index dipped 0.10 per cent, whereas the Smallcap index rose slightly by 0.09 per cent."
            ],
            "impact": "Neutral"
          }
        },
        {
          "item": {
            "title": "Adani Group looks to invest $60 billion in power, RE sectors till FY32",
            "link": "https://www.thehindubusinessline.com/companies/adani-group-looks-to-invest-60-billion-in-power-re-sectors-till-fy32/article70021827.ece",
            "site_name": "",
            "novelty_hash": ""
          },
          "review": {
            "headline_rewrite": "Adani Group looks to invest $60 billion in power, RE sectors till FY32",
            "bullets": [
              "Industrialist Gautam Adani-led Adani Group is looking to invest around $60 billion up to FY32 in power sector, especially in renewables, generation and transmission/distribution.",
              "In an investor presentation, Adani Power said the group plans $21 billion investment by FY30 to scale up renewable energy capacity to 50 GW",
              "Part of the Adani Group, Adani Green Energy Ltd (AGEL) develops, builds, owns, operates and maintains utility-scale grid-connected solar and wind farm projects."
            ],
            "impact": "Bearish"
          }
        }
      ]
    }
  }
}