{
  "2025-09-06": {
    "runs": {
      "01:47": [
        {
          "item": {
            "title": "Google Gemini dubbed ‘high risk’ for kids and teens in new safety assessment",
            "link": "https://techcrunch.com/2025/09/05/google-gemini-dubbed-high-risk-for-kids-and-teens-in-new-safety-assessment/",
            "site_name": "TechCrunch",
            "novelty_hash": "57f75b48269d2709f11015124d8fad4d45f8a0e5"
          },
          "review": {
            "headline_rewrite": "Google Gemini dubbed ‘high risk’ for kids and teens in new safety assessment",
            "bullets": [
              "Common Sense Media, a kids-safety-focused nonprofit offering ratings and reviews of media and technology, released its risk assessment of Google’s Gemini AI products on Friday.",
              "While the organization found that Google’s AI clearly told kids it was a computer, not a friend — something that’s associated with helping drive delusional thinking and psychosis in emotionally vulnerable individuals — it did suggest that there was room for improvement across several other fronts.",
              "Notably, Common Sense said that Gemini’s “Under 13” and “Teen Experience” tiers both appeared to be the adult versions of Gemini under the hood, with only some additional safety features added on top.",
              "The organization believes that for AI products to truly be safer for kids, they should be built with child safety in mind from the ground up.",
              "The latter could be of particular concern to parents, as AI has reportedly played a role in some teen suicides in recent months.",
              "OpenAI is facing its first wrongful death lawsuit after a 16-year-old boy died by suicide after allegedly consulting with ChatGPT for months about his plans, having successfully bypassed the chatbot’s safety guardrails."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "I tested 30 smart locks, and these are the best",
            "link": "https://www.theverge.com/23393163/best-smart-door-lock",
            "site_name": "The Verge",
            "novelty_hash": "73ad2d239e1c1c86af0909f639821c2c151d3855"
          },
          "review": {
            "headline_rewrite": "I tested 30 smart locks, and these are the best",
            "bullets": [
              "Hands are full, and it’s raining cats and dogs?",
              "I tested 30 smart locks, and these are the best\nNever get locked out again with a smart lock you can control from your phone, with your face, or with a fingerprint.",
              "Most smart locks have the same security ratings as their non-smart counterparts (see FAQ for more details), and it’s harder to physically pick a lock without a keyway.",
              "What I’m looking for\nI install each lock on one of four exterior doors and use it daily for at least a week.",
              "I test remote features like app control, code sharing, and platform integrations.Design, aesthetics, and how the lock pairs with devices like video doorbells are also considered.",
              "A good smart lock should have at least three ways to unlock in case one method fails."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Attorneys general warn OpenAI ‘harm to children will not be tolerated’",
            "link": "https://techcrunch.com/2025/09/05/attorneys-general-warn-openai-harm-to-children-will-not-be-tolerated/",
            "site_name": "TechCrunch",
            "novelty_hash": "32e6361d6bd1ea4c26246245deb8bfa466e693d7"
          },
          "review": {
            "headline_rewrite": "Attorneys general warn OpenAI ‘harm to children will not be tolerated’",
            "bullets": [
              "California Attorney General Rob Bonta and Delaware Attorney General Kathy Jennings met with and sent an open letter to OpenAI to express their concerns over the safety of ChatGPT, particularly for children and teens.",
              "The warning comes a week after Bonta and 44 other attorneys general sent a letter to 12 of the top AI companies, following reports of sexually inappropriate interactions between AI chatbots and children.",
              "“Since the issuance of that letter, we learned of the heartbreaking death by suicide of one young Californian after he had prolonged interactions with an OpenAI chatbot, as well as a similarly disturbing murder-suicide in Connecticut,” Bonta and Jennings write.",
              "“Whatever safeguards were in place did not work.”\nThe two state officials are currently investigating OpenAI’s proposed restructuring into a for-profit entity to ensure that the mission of the nonprofit remains intact.",
              "“It is our shared view that OpenAI and the industry at large are not where they need to be in ensuring safety in AI products’ development and deployment.",
              "As we continue our dialogue related to OpenAI’s recapitalization plan, we must work to accelerate and amplify safety as a governing force in the future of this powerful technology.”\nBonta and Jennings have asked for more information about OpenAI’s current safety precautions and governance, and said they expect the company to take immediate remedial measures where appropriate."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Ignoring Trump threats, Europe hits Google with 2.95B euro fine for adtech monopoly",
            "link": "https://arstechnica.com/gadgets/2025/09/europe-slaps-google-with-2-95b-euro-fine-over-advertising-monopoly/",
            "site_name": "Ars Technica",
            "novelty_hash": "4a88a13bacbcfde736afbed6f73a67447284d143"
          },
          "review": {
            "headline_rewrite": "Ignoring Trump threats, Europe hits Google with 2.95B euro fine for adtech monopoly",
            "bullets": [
              "Google may have escaped the most serious consequences in its most recent antitrust fight with the US Department of Justice (DOJ), but the European Union is still gunning for the search giant.",
              "The case stems from a complaint made by the European Publishers Council in 2021.",
              "As a result, the competition says Google was able to charge higher fees for its service, standing in the way of fair competition since at least 2014.",
              "\"Google must now come forward with a serious remedy to address its conflicts of interest, and if it fails to do so, we will not hesitate to impose strong remedies,\" said European Commission Executive Vice President Teresa Ribera.",
              "\"Digital markets exist to serve people and must be grounded in trust and fairness.",
              "And when markets fail, public institutions must act to prevent dominant players from abusing their power.\"\nGoogle will not accept the ruling as it currently stands—company leadership believes that the commission's decision is wrong, and they plan to appeal."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Showrunner wants to use generative AI to recreate lost footage from an Orson Welles classic",
            "link": "https://www.theverge.com/entertainment/772635/showrunner-orson-welles-the-magnificent-ambersons",
            "site_name": "The Verge",
            "novelty_hash": "23467f89292680fe469b181d94c1f82d75d5574a"
          },
          "review": {
            "headline_rewrite": "Showrunner wants to use generative AI to recreate lost footage from an Orson Welles classic",
            "bullets": [
              "Showrunner — the startup that wants to “revolutionize” the entertainment industry by charging people to prompt up AI-generated videos featuring copyrighted IP — is working on a new project to restore an Orson Welles classic.",
              "Showrunner wants to use generative AI to recreate lost footage from an Orson Welles classic\nThe aspiring ‘Netflix of AI’ has a plan to remake the original cut of Welles’ adaptation of The Magnificent Ambersons.",
              "On Friday, Showrunner announced that it has designed a new generative AI model that is meant to help recreate lost footage from The Magnificent Ambersons, Welles’ 1942 adaptation of Booth Tarkington’s 1918 novel about a family whose vast fortune is being decimated by tech-driven industrialization.",
              "Though Welles initially crafted a version of the film whose runtime clocked in at 131 minutes, RKO — one of the project’s production companies — cut it down to 88 minutes without the director’s input after he lost control of the editing process.",
              "He reportedly later said that “they destroyed Ambersons and it destroyed me.”\nBut Showrunner believes that, by using generative AI, it can bring back the lost footage and give people a chance to see The Magnificent Ambersons as Welles originally intended.",
              "In a statement to The Hollywood Reporter about the new project, Showrunner co-founder Edward Saatchi admitted that while generative AI as it currently exists “can’t sustain a story beyond one short episode,” he is confident that “the technology is getting closer to prompting entire films with AI.”\nWhile Welles wrote detailed notes about how he wanted The Magnificent Amersons to be cut, RKO did not follow them and the studio ultimately destroyed the negatives correlating to the film’s lost footage for storage reasons."
            ],
            "impact": "Negative"
          }
        },
        {
          "item": {
            "title": "Warner Bros. sues Midjourney to stop AI knockoffs of Batman, Scooby-Doo",
            "link": "https://arstechnica.com/tech-policy/2025/09/warner-bros-sues-midjourney-to-stop-ai-knockoffs-of-batman-scooby-doo/",
            "site_name": "Ars Technica",
            "novelty_hash": "70c12703b9d4db527669ae1ffff3185214f1ba0a"
          },
          "review": {
            "headline_rewrite": "Warner Bros. sues Midjourney to stop AI knockoffs of Batman, Scooby-Doo",
            "bullets": [
              "hit Midjourney with a lawsuit Thursday, crafting a complaint that strives to shoot down defenses that the AI company has already raised in a similar lawsuit filed by Disney and Universal Studios earlier this year.",
              "The big film studios have alleged that Midjourney profits off image generation models trained to produce outputs of popular characters.",
              "And now, the WB complaint defends rights over comic characters like Superman, Wonder Woman, and Batman, as well as characters considered \"pillars of pop culture with a lasting impact on generations,\" like Scooby-Doo and Bugs Bunny, and modern cartoon characters like Rick and Morty.",
              "Discovery’s intellectual property as if it were its own,\" the WB complaint said, accusing Midjourney of allowing subscribers to \"pick iconic\" copyrighted characters and generate them in \"every imaginable scene.\"\nPlanning to seize Midjourney's profits from allegedly using beloved characters to promote its service, Warner Bros.",
              "Despite that litigation, WB claimed that Midjourney has recently removed copyright protections in its supposedly shameful ongoing bid for profits.",
              "Here are some examples included in WB's complaint:\nMidjourney could face devastating financial consequences in a loss."
            ],
            "impact": "Negative"
          }
        }
      ]
    }
  }
}